Repository: mdhender/aegis
Catalog: lib/*/LC_MESSAGES/aegis.po
Languages: fr, nl

source: bad ca, no arch exempt
fr: seul un administrateur du projet peut accorder des exemptions d'architecture
nl: alleen de projectadministrator mag architectuuruitzonderingen toestaan

source: bad ca, no test exempt
fr: seul un administrateur du projet peut exempter de test une modification
nl: alleen de projectadministrator mag wijzigingen zonder testen toestaan

source: bad ca, not auth
fr: l'utilisateur «$user» ne peut pas modifier les attributs de la modification: les attributs ne peuvent être modifiés que par un administrateur du projet, ou par le développeur pendant le stade «being developed»
nl: gebruiker "$user" mag de wijzigings-attributen niet veranderen; attributen mogen alleen gewijzigd worden door de projectadministrator, of door de ontwikkelaar tijdens ontwikkelen

source: bad ca, unknown architecture
fr: l'architecture inclut des variations absentes du fichier «config» du projet
nl: architectuur bevat variaties niet genoemd in het project "aegis.conf" bestand

source: bad ca, uuid already set
nl: the UUID of this change has already been set

source: bad ca, uuid duplicate
nl: the UUID specified is already is use by $other

source: bad cd, no dir
fr: cette modification est au stade «$state»: aucun répertoire où se rendre
nl: Deze wijziging heeft de status '$state'; er is geen map om naar toe te gaan

source: bad chown state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse en changer le propriétaire
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om van eigenaar te veranderen

source: bad clean state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse la nettoyer
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om opgeruimd te worden

source: bad cp state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse modifier des fichiers avec elle
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om er bestanden in te wijzigen

source: bad cp undo $filename
fr: le fichier «$filename» n'a pas été ajouté à cette modification par la commande «aegis -CoPy_file»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met het commando 'aegis -CoPy_file'

source: bad cp undo branch
fr: on ne peut pas supprimer des fichiers directement d'une branche: il faut créer une modification pour ce faire
nl: Bestanden kunnen niet direct in een tak gekopieerd worden; maak een wijziging aan om dit te doen

source: bad cp undo state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse en ôter un fichier copié
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om er een bestand uit te verwijderen

source: bad cp, file $filename dup
fr: le fichier «$filename» est déjà présent dans cette modification: il ne sera pas écrasé. Donnez l'option «-OverWriting» si vous voulez l'écraser.
nl: bestand "$filename" is al in deze wijziging, het wordt niet overschreven; gebruik de optie -OverWriting om te overschrijven

source: bad db state
fr: cette modification est au stade «$state»: elle doit être au stade «awaiting development» pour qu'on puisse commencer le développement
nl: Deze wijziging heeft de status '$state'; hij moet de status 'awaiting development' hebben om het ontwikkelen te beginnen

source: bad dbu state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse annuler le commencement du développement
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om het beginnen met ontwikkelen ongedaan te maken

source: bad de state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse signaler la fin du développement
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om het ontwikkelen te beëindigen

source: bad deu state
fr: cette modification est au stade «$state»: elle doit être au stade «being reviewed» ou «awaiting integration» pour qu'on puisse annuler la fin du développement
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being reviewed' of 'awaiting development' hebben om het einde ontwikkelen ongedaan te maken

source: bad diff state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse faire une différence
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om te vergelijken

source: bad fa, not auth
nl: user "$user" may not modify the change's attributes; attributes may only be modified by the developer during development

source: bad ib state
fr: cette modification est au stade «$state»: elle doit être au stade «awaiting integration» pour qu'on puisse démarrer son intégration
nl: Deze wijziging heeft de status '$state'; hij moet de status 'awaiting integration' hebben om voor beginnen integratie

source: bad ibu state
fr: cette modification est au stade «$state»: elle doit être au stade «being integrated» pour qu'on puisse annuler le démarrage de son intégration
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being integrated' hebben om beginnen integratie ongedaan te maken

source: bad idiff state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» ou «being integrated» pour qu'on puisse faire une différence
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' of 'being integrated' hebben om te vergelijken

source: bad if state
fr: cette modification est au stade «$state»: elle doit être au stade «being integrated» pour qu'on puisse en désapprouver l'intégration
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being integrated' hebben om integratie af te keuren

source: bad ip state
fr: cette modification est au stade «$state»: elle doit être au stade «being integrated» pour qu'on puisse en approuver l'intégration
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being integrated' hebben om integratie goed te keuren

source: bad ip, build required
fr: il faut réussir un «aegis -Build» $outstanding avant d'approuver l'intégration de cette modification
nl: Deze wijziging moet compleet gecompileerd worden met 'aegis -Build' $outstanding voordat de integratie goedgekeurd kan worden

source: bad ip, test -bl required
fr: il faut réussir un «aegis -Test -BaseLine» $outstanding avant d'approuver l'intégration de cette modification
nl: Deze wijziging moet positief getest worden met 'aegis -Test -BaseLine' $outstanding voordat de integratie goedgekeurd kan worden

source: bad ip, test -reg required
fr: il faut réussir un «aegis -Test -REGression» $outstanding avant d'approuver l'intégration de cette modification
nl: Deze wijziging moet regressief getest worden met 'aegis -Test -REGression' $outstanding voordat de integratie goedgekeurd kan worden

source: bad ip, test required
fr: il faut réussir un 'aegis -Test' $outstanding avant d'approuver l'intégration de cette modification
nl: Deze wijziging moet positief getest worden met 'aegis -Test' $outstanding voordat de integratie goedgekeurd kan worden

source: bad mv state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse y renommer des fichiers
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om bestanden er in te hernoemen

source: bad mv undo $filename
fr: le fichier «$filename» n'a pas été ajouté à cette modification par la commande «aegis -MoVe_file»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met 'aegis -MoVe_file'

source: bad ncu state
fr: cette modification est au stade «$state»: elle doit être au stade «awaiting development» pour qu'on puisse l'annuler
nl: Deze wijziging heeft de status '$state'; hij moet de status 'awaiting development' hebben om deze nieuwe wijziging ongedaan te maken

source: bad nf branch
fr: on ne peut ajouter des fichiers directement à une branche: il faut créer une modification pour ce faire
nl: Bestanden kunnen niet direct in een tak toegevoegd worden; maak een wijziging aan om dit te doen

source: bad nf state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse y créer de nouveaux fichiers
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om nieuwe bestanden toe te voegen

source: bad nf undo $filename
fr: le fichier «$filename» n'a pas été ajouté à cette modification par la commande «aegis -New_File»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met 'aegis -New_File'

source: bad nfu branch
fr: on ne peut pas supprimer des fichiers directement d'une branche: il faut créer une modification pour ce faire
nl: Bestanden kunnen niet direct uit een tak verwijderd worden; maak een wijziging aan om dit te doen

source: bad nfu state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse y supprimer des fichiers
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om er nieuwe bestanden aan toe te voegen

source: bad nrls, too modern
fr: la commande «aegis -New_ReLeaSe» ne convertit que des projets créés par aegis.2.3 ou plus ancien. Ce projet est plus récent donc utilisez la commande «aegis -New_BRanch».
nl: het commando `aegis -New_ReLeaSe' kan alleen gebruikt worden voor projecten gemaakt met aegis.2.3 of eerder; dit project is nieuwer; gebruik hiervoor het commando `aegis -New_BRanch'

source: bad nt state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse y créer un nouveau test
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om een nieuwe test aan te maken

source: bad nt undo $filename
fr: le fichier «$filename» n'a pas été ajouté à cette modification par la commande «aegis -New_Test»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met 'aegis -New_Test'

source: bad ntu state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse y supprimer de nouveaux tests
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om nieuwe testen te verwijderen

source: bad pa, rel def dev dir
fr: il faut que le répertoire du développement par défaut soit un chemin d'accès absolu
nl: de standaardontwikkelmap moet worden opgegeven als een absoluut pad

source: bad patch send state
fr: cette modification est au stade «$state»: elle doit être à un stade ultérieur pour qu'on puisse l'envoyer
nl: this change is in the $state state; it must be in a later state to be sent

source: bad pattern $filename
fr: modèle de nom de fichier «$filename» illégal
nl: ongeldig bestandsnaampatroon "$filename"

source: bad project $name
fr: le nom de projet «$name» n'est pas valide
nl: ongeldige projectnaam "$name"

source: bad rb state
fr: cette modification est au stade «$state»: elle doit être au stade «awaiting review» pour qu'on puisse en commencer la révision
nl: Deze wijziging heeft de status '$state'; hij moet de status 'awaiting review' hebben om deze wijziging te kunnen reviewen

source: bad rbu state
fr: cette modification est au stade «$state»: elle doit être au stade «being reviewed» pour qu'on puisse en arrêter la révision
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being reviewed' hebben om deze wijziging goed te keuren

source: bad rf state
fr: cette modification est au stade «$state»: elle doit être au stade «being reviewed» pour qu'on puisse en désapprouver la révision
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being reviewed' hebben om deze wijziging af te keuren

source: bad rm state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse y supprimer un fichier
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om er een bestand uit te verwijderen

source: bad rm undo $filename
fr: le fichier «$filename» n'a pas été retiré à cette modification par la commande «aegis -ReMove_file»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met 'aegis -ReMove_file'

source: bad rmu state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse y annuler la suppressionde fichiers
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om verwijderen bestanden ongedaan te maken

source: bad rp state
fr: cette modification est au stade «$state»: elle doit être au stade «being reviewed» pour qu'elle puisse passer la revue
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being reviewed' hebben om deze wijziging goed te keuren

source: bad rpu state
fr: cette modification est au stade «$state»: elle doit être au stade «awaiting integration» pour qu'on puisse annuler son passage de revue
nl: Deze wijziging heeft de status '$state'; hij moet de status 'awaiting integration' hebben om wijziging goedkeuren ongedaan te maken

source: bad send no files
fr: aucun fichier à distribuer
nl: er zijn geen bestanden om te distribueren

source: bad send state
fr: cette modification est au stade «$state»: elle doit être à un stade ultérieure pour qu'on puisse l'envoyer
nl: Deze wijziging heeft de status $state; hij moet een latere status hebben om verzonden te worden

source: bad test state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» or «being integrated» pour qu'on puisse lancer les tests
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' of 'being integrated' hebben om testen te doen

source: bad version $number
fr: le numéro de version «$number» n'est pas valide
nl: ongeldig versienummer "$number"

source: baseline $filename changed
fr: le fichier «$filename» dans la base de référence a été modifié depuis le dernier «aegis -DIFFerence»: il faut fusionner
nl: bestand "$filename" in de baseline is gewijzigd sinds de laatste vergelijking met 'aegis -DIFFerence'; het bestand moet samengevoegd worden

source: baseline $filename changed, merge in new change
nl: Bestand "$filename" in stam van deze tak is gewijzigd sinds het wasaangepast in deze tak. Om dit probleem op te lossen, moet er een wijziging aangemaakt worden in deze tak, kopieer het bestand daarin (aecp $filename) en kombineer het met zijn 'grootvader' (aed -merge -grandparent $filename). Zodra deze wijziging is geintregeerd in deze tak, is het bestand up-to-date met de stam van deze tak. Zie het hoofdstuk over vertakken (branching) in de Aegis gebruikers handleiding voor meer informatie

source: baseline read lock not available
fr: verrou de lecture pour la base de référence non disponible
nl: leesvergrendeling van baseline is niet beschikbaar

source: baseline write lock not available
fr: verrou d'écriture pour la base de référence non disponible
nl: schrijfvergrendeling van baseline is niet beschikbaar

source: batch test from $current to $last of $total
nl: batch test from $current to $last of $total, ETA $remaining

source: bevel size $number out of range
fr: taille de biseau $number en dehors du domaine, qui va de 0 à 10
nl: randgrootte $number valt buiten bereik; het moet tussen 0 en 10 liggen

source: boolean value required for arithmetic if (was given $name)
fr: valeur booléenne requise pour l'expression ternaire (un type $name a été donné)
nl: booleaanse waarde is nodig voor rekenkundige "if" (kreeg $name)

source: boolean value required for if (was given $name)
fr: l'expression ternaire exige une valeur booléenne (un type $name a été donné)
nl: booleaanse waarde is nodig voor '?:'-expressie (kreeg $name)

source: boolean value required for logical and (was given $name)
fr: valeur booléenne requise pour le «et» logique (un type $name a été donné)
nl: booleaanse waarde is nodig voor logische "and" (kreeg $name)

source: boolean value required for logical or (was given $name)
fr: valeur booléenne requise pour le «ou» logique (un type $name a été donné)
nl: booleaanse waarde is nodig voor logische "or" (kreeg $name)

source: boolean value required in if statement (not $name)
fr: valeur booléenne requise pour l'instruction «if» (un type $name a été donné)
nl: booleaanse waarde is nodig voor "if" statement (kreeg $name)

source: branch $number out of range
fr: numéro de branche $number en dehors du domaine: il faut un petit nombre positif
nl: taknummer $number valt buiten bereik; het moet een klein positief getal zijn

source: branch $number used
fr: le numéro de branche $number existe déjà: choisissez-en un autre, ou bien n'en précisez aucun pour qu'il soit alloué automatiquement
nl: taknummer $number is al in gebruik; kies een ander nummer of geef geen nummer op om er automagisch een toegwezen te krijgen

source: branch completed
fr: on ne peut créer des modifications ou des branches que sur des branches actives, or cette branche n'est pas au stade «being developed»
nl: wijzigingen en takken kunnen alleen aangemaakt worden op actieve takken; deze tak heeft niet de status 'being developed'

source: brief_description not set
nl: the brief description has been not set

source: build required
fr: il faut réussir un «aegis -Build» $outstanding pour qu'on puisse terminer le développement de cette modification
nl: Deze wijziging moet eerst gecompileerd worden met 'aegis -Build' $outstanding voordat het ontwikkelen beëindigd kan worden

source: build trashed $filename
fr: La construction semble avoir modifié le fichier source «$filename». Ceci se produit souvent lorsqu'un fichier source devient un fichier généré. Dans une modification séparée, vous devez modifier la configuration de la construction, ou faire «aerm $filename», ou alors «aerm $filename» suivi de «aenf -build $filename» dans une modification ultérieure.
nl: De compilatie heeft het bestand "$filename" gewijzigd Dit kan gebeuren als een source bestand later gegenereed wordt Om dit op te lossen moet in een aparte wijziging be 'build configuration' aangepast worden zodat dit niet gebeurd, of verwijder het bestand ("aerm $filename"), of verwijder dit bestand ("aerm $filename") en voeg het opnieuw toe met "aenf -build $filename" in een volgende wijziging.

source: change $change: $message
fr: modification $change: $message
nl: wijziging $change: $message

source: change $number not completed
fr: la modification $number est au stade «$state»: elle doit être au stade «completed» pour qu'on puisse l'utiliser avec l'option --delta-from-change
nl: wijziging $number heeft niet de status "$state"; het moet de status "completed" hebben om gebruikt te kunnen worden met de optie --delta-from-change

source: change $number out of range
fr: numéro de modification $number en dehors du domaine: ce doit être petit entier positif
nl: wijzigingsnummer $number valt buiten bereik; het moet een klein positief getal zijn

source: change $number used
fr: le numéro de modification $number existe déjà: choisissez-en un autre ou n'en précisez aucun pour qu'il soit alloué automatiquement
nl: wijziging nummer $number is al in gebruik; kies een ander nummer, of geef geen nummer op om er automagisch een toegewezen te krijgen

source: change already present
fr: Cette modification a été annulée parce qu'elle fait déjà partie du référentiel du projet.
nl: Deze wijziging is afgebroken omdat de wijziging al in de repository aanwezig is.

source: change directory $filename complete
fr: $filename
nl: $filename is huidige map

source: chown complete
fr: transfert de propriété accompli de l'utilisateur «$original» à l'utilisateur «$target»
nl: eigendom is gewijzigd van gebruiker "$original" naar gebruiker "$target"

source: clean complete
fr: nettoyage accompli
nl: klaar met opruimen

source: clone complete
fr: copie de la modification $original accomplie
nl: kopie van wijziging $original is gereed

source: close $filename: $errno
nl: sluiten van "$filename": $errno

source: color component $number out of range
fr: composant de couleur $number en dehors du domaine, qui va de 0 à 255
nl: kleurcomponent $number valt buiten bereik; het moet tussen 0 en 255 liggen

source: command "$command" exit status $number
fr: commande «$command»: code de sortie $number
nl: commando "$command" heeft afsluitwaarde $number

source: command "$command" stopped
fr: la commande «$command» s'est arrêtée
nl: commando "$command" is gestopt

source: command "$command" terminated by $signal
fr: la commande «$command» a été terminée par $signal
nl: commando "$command" is afgebroken door $signal

source: command "$command" terminated by $signal (core dumped)
fr: la commande «$command» a été terminée par $signal (image mémoire vidée (core dumped))
nl: commando "$command" is afgebroken door $signal (core gedumpt)

source: command line too short
fr: ligne de commande trop courte
nl: opdrachtregel is te kort

source: configuration file hint
fr: Il vous faudra adapter ce fichier au projet. Voir aepconf(5) pour des renseignements sur les champs de ce fichier. Voir $datadir/config.example/rcs pour des renseignements sur les commandes d'historique. Voir $datadir/config.example/make pour des exemples de configuration de votre outil de construction. Vous pourrez trouver des conseils supplémentaires dans les fichiers situés dans le même répertoire.
nl: This file will need to be customized for this project. See aepconf(5) for a description of the fields in this file. See $datadir/config.example/rcs for more information about the history commands. See $datadir/config.example/make for examples of how to configure your build tool. You may want to browse some other files in the same directory for more hints.

source: content transfer encoding $name unknown
fr: codage pour transfert de contenu «$name» inconnu
nl: Content-Transfer-Encoding "$name" is onbekend

source: copied $filename
fr: fichier «$filename» copié
nl: bestand "$filename" is gekopieerd

source: copy baseline
fr: copie de la base de référence
nl: kopiëren van baseline

source: copy baseline to integration directory
fr: copie de la base de référence dans le répertoire d'intégration
nl: kopiëren van baseline naar integratiemap

source: copy change source files
fr: copie des fichiers source de la modification
nl: kopiëren van codewijziging

source: copy file complete
fr: ${plural $number '$number fichiers copiés' 'un fichier copié'}
nl: $number ${plural $number bestanden bestand} gekopieerd

source: copy file undo $filename complete
nl: bestand "$filename" niet meer in wijziging

source: copy history files
fr: Copie des fichiers d'historique du référentiel externe vers l'arbre d'historique du projet...
nl: Copying history files from external repository into project history tree...

source: create $filename: $errno
fr: création de «$filename»: $errno
nl: aanmaken van "$filename": $errno

source: creating symbolic links to baseline
nl: merging files from all baselines into working directory according to directory style

source: currently integrating $number
fr: la modification numéro $number est en cours d'intégration: une intégration seulement peut s'effectuer à la fois
nl: wijziging $number wordt al geintegreerd; slechts één wijziging kan per keer geïntegreerd worden

source: date $name unknown
fr: la chaîne «$name» ne ressemble pas à une date
nl: de string "$name" ziet er niet uit als een datum
