Repository: mdhender/aegis
Catalog: lib/*/LC_MESSAGES/aegis.po
Languages: fr, nl

source: $$$name must be positive
fr: la variable d'environnement $name doit être un entier positif
nl: de omgevingsvariabele $name moet een positief decimaal getal zijn

source: $Name needs an uuid
nl: de optie $Name vereist een geldige UUID

source: $Name needs url
nl: de optie $Name vereist een geldige URL

source: $filename altered
fr: le fichier «$filename» a été altéré
nl: bestand "$filename" is gewijzigd

source: $filename attributes changed
nl: bestandsattributen van "$filename" zijn gewijzigd

source: $filename bad nf type
fr: Le fichier «$filename» est d'un type inapproprié. Cette commande ne sert que pour les fichiers normaux. Il faut créer liens symboliques et autres types de fichiers spéciaux au moment de la construction.
nl: het bestand "$filename" is niet van een correct type; gebruik alleen normale bestanden of mappen voor dit commando; symbolische koppelingen en andere speciale bestanden moeten bij de compilatie gemaakt worden

source: $filename baseline fail, architecture $architecture, good
nl: test "$filename" on $architecture on baseline failed (as it should)

source: $filename baseline fail, good
fr: le test «$filename» a échoué sur la base de référence (comme il devait le faire)
nl: test "$filename" op de baseline gezakt (zoals zou moeten)

source: $filename baseline pass, architecture $architecture, not good
nl: test "$filename" on $architecture on baseline passed (it must fail)

source: $filename baseline pass, not good
fr: le test «$filename» a réussi sur la base de référence (il devait échouer)
nl: test "$filename" op de baseline geslaagd (zou moeten zakken)

source: $filename being removed
fr: le fichier «$filename» sera supprimé
nl: bestand "$filename" wordt verwijderd

source: $filename changed after build
fr: le fichier «$filename» a été modifié après la dernière construction, il faut réussir un «aegis -Build» $outstanding supplémentaire pour pouvoir quitter le stade «$state»
nl: het bestand "$filename" is gewijzigd na de laatste compilatie; deze wijziging moet nogmaals gecompileerd worden met 'aegis -Build $outstanding'

source: $filename changed after diff
fr: le fichier «$filename» a été modifié après la dernière différence, il faut réussir un «aegis -Diff» supplémentaire pour pouvoir quitter le stade «$state»
nl: het bestand "$filename" is gewijzigd na de laatste vergelijking; deze wijziging moet nogmaals vergeleken worden met 'aegis -Diff'

source: $filename diff3ed
fr: le fichier «$filename» était périmé, voir «$filename,D» pour le contenu fusionné
nl: Bestand "$filename" was verouderd; zie "$filename,D" voor de samengevoegde code

source: $filename fail
fr: le test «$filename» a échoué
nl: test "$filename" is mislukt

source: $filename fail, architecture $architecture
nl: test "$filename" failed on $architecture

source: $filename in baseline
fr: le fichier «$filename» fait déjà partie du projet
nl: bestand "$filename" bestaat al in dit project

source: $filename is built
fr: le fichier «$filename» est construit: on ne peut pas le copier dans la modification
nl: bestand "$filename" is gecompileerd, mag niet worden opgenomen in een wijziging

source: $filename is insulation
fr: le fichier «$filename» est copié en lecture seule: il faut le retirer avec «aecpu» pour pouvoir quitter le stade «$state»
nl: Bestand "$filename" was gekopieerd als alleen-lezen, het moet worden ge-'ontkopieerd' voordat deze wijziging de status '$state' kan verlaten

source: $filename merged
fr: le fichier «$filename» était périmé et a été fusionné avec la version à jour: voir «$filename,B» pour le contenu d'origine
nl: bestand "$filename" was verouderd en is samengevoegd met de recente versie, zie "$filename,B" voor de orginele code

source: $filename modified by history tool
fr: l'outil d'historique a altéré le fichier source «$filename»
nl: de history tool heeft het "$filename" source bestand gewijzigd

source: $filename needs permissions $mode_change
nl: directory "$filename" is not traversable, it currently has mode $mode_old but is needs at least mode $mode_new, the "chmod $mode_change $filename" command may be sufficient to fix this

source: $filename no result
fr: le test «$filename» n'a produit aucun résultat: un autre problème a empêché la mise en oeuvre de la fonctionnalité testée
nl: Test "$filename" gaf geen resultaat; een ander probleem verhinderde de test.

source: $filename no result, architecture $architecture
nl: test "$filename" on $architecture returned no result; some other problem prevented the functionality under test from being exercised

source: $filename not found
fr: fichier «$filename» non trouvé
nl: bestand "$filename" is niet gevonden

source: $filename not test
fr: le fichier «$filename» n'est pas un test
nl: bestand "$filename" is geen test

source: $filename pass
fr: le test «$filename» a réussi
nl: Test "$filename" is geslaagd

source: $filename pass, architecture $architecture
nl: Test "$filename" is geslaagd op de $architecture-architectuur

source: $filename skipped
nl: Test "$filename" is overgeslagen

source: $filename skipped, architecture $architecture
nl: Test "$filename" is overgeslagen voor de $architecture-architectuur

source: $filename unchanged
nl: Het bestand "$filename" is niet gewijzigd; het zou niet in de wijziging opgenomen moeten zijn

source: $filename unrelated
nl: path "$filename" is not within any change or project directory tree; maybe the -base-relative option will help

source: $filename uuid already set
nl: the "$filename" file alreday has a UUID

source: $filename uuid duplicate
nl: the UUID specified for the "$filename" file is already in use by the "$other" file

source: $filename: $linenumber: empty $${} substitution
fr: $filename: $linenumber: substitution $${} vide
nl: $filename: $linenumber: lege $${}-substitutie

source: $filename: $linenumber: in substitution "$message" found unused variables
fr: $filename: $linenumber: ${plural $number '$number variables inutilisées trouvées' 'une variable inutilisée trouvée'} dans la substitution «$message» (avortement)
nl: $filename: $linenumber: in substitutie "$message" $number ongebruikte variabele${plural $number n} (stop)

source: $filename: $linenumber: in substitution "$message" variable "$name" unused
fr: $filename: $linenumber: variable «$name» non utilisée dans la substitution «$message»
nl: $filename: $linenumber: in substitutie "$message" is variabele "$name" ongebruikt

source: $filename: $linenumber: substitution $${$name} failed: $message
fr: $filename: $linenumber: la substitution $${$name} a échoué: $message
nl: $filename: $linenumber: substitutie $${$name} fout: $message

source: $filename: $linenumber: unterminated $${} \ sequence
fr: $filename: $linenumber: séquence $${} \ non terminée
nl: $filename: $linenumber: $${} \ substitutie zonder einde

source: $filename: $linenumber: unterminated $${} quotes
fr: $filename: $linenumber: guillemets $${} non fermés
nl: $filename: $linenumber: ontbrekende $${} aanhalingstekens

source: $filename: $linenumber: unterminated $${} substitution
fr: $filename: $linenumber: substitution $${} non terminée
nl: $filename: $linenumber: $${} substitutie zonder einde

source: $filename: arch needs name and pattern
fr: $filename: précisez à la fois un nom et un modèle pour chaque architecture
nl: $filename: architecturen moeten zowel de naam als een patroon opgeven

source: $filename: blank lines at end of file
nl: $filename: found $number blank line${plural $number s} at the end of the file

source: $filename: contains no "$field_name" field
fr: $filename: ne contient aucun champ «$field_name»
nl: $filename: bevat geen "$field_name"-veld

source: $filename: contains tab characters
nl: $filename: contains tab characters; to preserve the intended code formatting, use space characters instead

source: $filename: corrupted "$field_name" field
fr: $filename: champ «$field_name» corrumpu
nl: $filename: onleesbaar "$field_name"-veld

source: $filename: dos line termination
nl: the "$filename" file uses DOS line termination (CRLF) and it should use UNIX line termination (LF)

source: $filename: field "$name1" obsolete, use "$name2" instead
nl: $filename: the "$name1" field is obsolete, use the "$name2" field instead

source: $filename: gid $number1 invalid, must be >= $number2
fr: $filename: l'identifiant de groupe de ce fichier ($number1) est trop petit: il doit être supérieur ou égal à AEGIS_MIN_GID ($number2). Cela vient probablement d'un problème de restauration depuis une sauvegarde. Veuillez utiliser la commande «chgrp -R <group> $filename» pour résoudre le problème, avec un <group> convenable. [Il faut être root.]
nl: $filename: het groep ID ($number1) van dit bestand is te laag, het moet groter of gelijk zijn aan AEGIS_MIN_GID ($number2); dit is waarschijnlijk het gevolg van een fout bij het terugzetten van een backup. Gebruik "chgrp -R <groep> $filename" met een geschikte groepsnaam om dit op te lossen [rootrechten nodig].

source: $filename: group is $number1, should be $number2
fr: $filename: groupe $number1 au lieu de $number2
nl: $filename: groep ID is $number1, zou $number2 moeten zijn

source: $filename: has been tampered with (fatal)
fr: $filename: a été manipulé frauduleusement (fatal)
nl: $filename: is mee gesjoemeld (fataal)

source: $filename: has errors
fr: $filename: ${plural $number '$number erreurs fatales trouvées' 'une erreur fatale trouvée'}
nl: $filename: $number fatale fout${plural $number en} gevonden

source: $filename: is binary
nl: the "$filename" file contains binary bytes

source: $filename: is unprintable
nl: the "$filename" file contains unprintable characters (line $number)

source: $filename: merge conflicts
nl: $filename: this file contains unresolved merge conflicts

source: $filename: mode is $number1, should be $number2
fr: $filename: permission $number1 au lieu de $number2
nl: $filename: rechten zijn $number1, zouden $number2 moeten zijn

source: $filename: no current copyright notice
nl: $filename: the file does not contain an up-to-date copyright notice; a notice of the form "$suggest" would be suitable.

source: $filename: old FSF address
nl: $filename: the old FSF postal address is present in this file, you need to replace it with "$suggest" instead.

source: $filename: old GPL version
nl: $filename: an old GPL version number is present in this file, you need to replace it with "$suggest" instead.

source: $filename: owner is $number1, should be $number2
fr: $filename: propriétaire $number1 au lieu de $number2
nl: $filename: eigenaar is $number1, zou $number2 moeten zijn

source: $filename: too many errors
fr: $filename: trop d'erreurs, avortement
nl: $filename: te veel fatale fouten -- gestopt

source: $filename: uid $number1 invalid, must be >= $number2
fr: $filename: l'identifiant d'utilisateur de ce fichier ($number1) est trop petit: il doit être supérieur ou égal à AEGIS_MIN_GID ($number2). Cela vient probablement d'un problème de restauration depuis une sauvegarde. Veuillez utiliser la commande «chown -R <user> $filename» pour résoudre le problème, avec un <user> convenable. [Il faut être root.]
nl: $filename: het gebruikers ID ($number1) van dit bestand is te laag, het moet groter of gelijk zijn aan AEGIS_MIN_UID ($number2); dit is waarschijnlijk het gevolg van een fout bij het terugzetten van een backup. Gebruik "chown -R <gebruiker> $filename" met een geschikte gebruikersnaam om dit op te lossen [rootrechten nodig].

source: $filename: version $number already exists
nl: $filename: versie "$number" bestaat al

source: $filename: version $number invalid
nl: $filename: ongeldig versienummer "$number"

source: $filename: version $number not found
nl: $filename: versie "$number" is niet gevonden

source: $filename: white space at end of line
nl: $filename: witruimte aan einde van regel

source: $function: argument $number: cannot convert string into a time
fr: $function: argument $number: ne peut convertir la chaîne en une date
nl: $function: argument $number: kan de string niet omzetten in een tijd

source: $function: argument $number: integer value required (was given $name)
fr: $function: argument $number: valeur entière requise (un type $name a été donné)
nl: $function: argument $number: integerwaarde is nodig (kreeg $name)

source: $function: argument $number: precision of $value is out of range
fr: $function: argument $number: précision $value en dehors du domaine
nl: $function: argument $number: precisie van $value valt buiten bereik

source: $function: argument $number: real value required (was given $name)
fr: $function: argument $number: valeur réelle requise (un type $name a été donné)
nl: $function: argument $number: reëele waarde is nodig (kreeg $name)

source: $function: argument $number: string value required (was given $name)
fr: $function: argument $number: chaîne requise (un type $name a été donné)
nl: $function: argument $number: stringwaarde is nodig (kreeg $name)

source: $function: argument $number: time value required (was given $name)
fr: $function: argument $number: date requise (un type $name a été donné)
nl: $function: argument $number: tijdwaarde is nodig (kreeg $name)

source: $function: argument $number: unable to print $name value
fr: $function: argument $number: impossible d'afficher la valeur de $name
nl: $function: argument $number: kan waarde $name niet afdrukken

source: $function: argument $number: width $value out of range
fr: $function: argument $number: valeur de largeur $value en dehors du domaine
nl: $function: argument $number: breedte $value valt buiten bereik

source: $function: result too long
fr: $function: résultat trop long
nl: $function: resultaat is te lang

source: $function: too few arguments
fr: $function: pas assez d'arguments
nl: $function: te weinig argumenten

source: $function: too many arguments ($number1 given, only $number2 used)
fr: $function: trop d'arguments ($number1 ${plural $number1 'ont été donnés' 'a été donné'}, $number2 seulement ${plural $number2 'sont utilisés' 'est utilisé'})
nl: $function: te veel argumenten (kreeg $number1, slechts $number2 gebruikt)

source: $function: unknown format specifier '$name'
fr: $function: identifiant de format «$name» inconnu
nl: $function: onbekende formateringscode '$name'

source: $name $number must be pos
fr: pour l'option $name, la valeur $number est en dehors du domaine: l'option $name exige un petit entier positif en paramètre
nl: optie $name vereist een klein positief argument (kreeg $number)

source: $name $number must not be neg
fr: pour l'option $name, la valeur $number est en dehors du domaine: l'option $name exige un petit entier positif ou nul en paramètre
nl: optie $name vereist een niet-negatief argument (kreeg $number)

source: $name already administrator
fr: utilisateur «$name» déjà administrateur
nl: gebruiker "$name" is al een administrator

source: $name already developer
fr: utilisateur «$name» déjà développeur
nl: gebruiker "$name" is al een ontwikkelaar

source: $name already integrator
fr: utilisateur «$name» déjà intégrateur
nl: gebruiker "$name" is al een integrator

source: $name already reviewer
fr: utilisateur «$name» déjà réviseur
nl: gebruiker "$name" is al een reviewer

source: $name lock not available
fr: le verrou sur $name n'est pas disponible
nl: vergrendeling $name is niet beschikbaar

source: $name needs dir
fr: l'option $name doit être suivie par un chemin d'accès
nl: optie $name moet worden gevolgd worden door een mappad

source: $name needs file
fr: l'option $name doit être suivie par un nom de fichier
nl: optie $name moet worden gevolgd door een bestandsnaam

source: $name needs files
fr: l'option $name doit être suivie par un ou plusieurs noms de fichiers
nl: optie $name moet worden gevolgd door één of meer bestandsnamen

source: $name needs name
fr: l'option $name doit être suivie par un nom
nl: optie $name moet worden gevolgd door een naam

source: $name needs number
fr: l'option $name doit être suivie par un nombre
nl: optie $name moet worden gevolgd door een nummer

source: $name needs string
fr: l'option $name doit être suivie par une chaîne
nl: optie $name moet worden gevolgd door een string

source: $name1 and $name2
fr: $name1 et $name2
nl: $name1 en $name2

source: $name1 needs $name2
nl: optie $name1 moet vergezeld gaan van optie $name2

source: $target not developer
fr: l'utilisateur «$target» n'est pas développeur
nl: gebruiker "$target" is geen ontwikkelaar

source: -TRace needs DEBUG
fr: Attention: l'option -TRace est sans effet sauf si l'on a compilé Aegis en ayant défini DEBUG dans le fichier d'en-tête «common/main.h»
nl: Waarschuwing: de optie -TRace werkt alleen als Aegis is gecompileerd met 'define DEBUG' in het common/main.h include-bestand.

source: AEGIS_USER_GID ($number1) vs AEGIS_MIN_GID ($number2) misconfigured
fr: Ce programme a été mal configuré. AEGIS_USER_GID (fixé à $number1 actuellement) doit être plus petit que AEGIS_MIN_GID (fixé à $number2 actuellement). Il est essentiel que le groupe AEGIS_USER_GID ne puisse être propriétaire d'aucun projet. Il s'agit d'une erreur fatale.
nl: Dit programma is niet goed afgesteld. Het AEGIS_USER_GID (momenteel gedefinieerd als $number1) moet lager zijn dan AEGIS_MIN_GID (momenteel gedefinieerd als $number2). Het is belangrijk dat het AEGIS_USER_GID geen eigenaar kan zijn van projecten. Dit is een onoverkomelijke fout.

source: AEGIS_USER_UID ($number1) vs AEGIS_MIN_UID ($number2) misconfigured
fr: Ce programme a été mal configuré. AEGIS_USER_UID (fixé à $number1 actuellement) doit être plus petit que AEGIS_MIN_UID (fixé à $number2 actuellement). Il est essentiel que l'utilisateur AEGIS_USER_UID ne puisse être propriétaire d'aucun projet. Il s'agit d'une erreur fatale.
nl: Dit programma is niet goed afgesteld. Het AEGIS_USER_UID (momenteel gedefinieerd als $number1) moet lager zijn dan AEGIS_MIN_UID (momenteel gedefinieerd als $number2). Het is belangrijk dat het AEGIS_USER_UID geen eigenaar kan zijn van projecten. Dit is een onoverkomelijke fout.

source: New release derived from $name.
fr: Nouvelle version tirée de $name.
nl: Nieuwe uitgave afgeleid van $name.

source: Project $name, Change $number
fr: Projet «$name», Modification $number
nl: Project "$name", Wijziging $number

source: Project $name, Change $number, File $filename
nl: Project "$name", Wijziging $number, Bestand "$filename"

source: absolute path required
fr: chemin d'accès absolu requis
nl: absoluut pad is nodig

source: adjust file modification times
fr: réglage des dates de modification des fichiers
nl: aanpassen van laatste wijzigingstijden

source: aedbu, has files
fr: des fichiers sont associés à cette modification: cette commande n'agit que sur des modifications vides
nl: Aan deze wijziging zijn bestanden gekoppeld; gebruik dit commando alleen op wijzigingen zonder gekoppelde bestanden

source: aenpr -keep needs -dir
fr: l'option «-Keep» pour «aegis -New-PRoject» exige aussi l'option «-DIRectory»
nl: bij aegis -New-PRoject heeft optie '-Keep' ook de optie '-DIRectory' nodig

source: alias loop detected
fr: alias récursif détecté
nl: aliaslus gedetecteerd

source: all test numbers used
fr: il semble que tous les numéros de test aient été utilisés
nl: Het lijkt er op dat alle testnummers op zijn

source: ambiguous substitution name
fr: nom de substitution ambigu
nl: geen eenduidige substitutienaam

source: anticipated merge complete
fr: fusion anticipée accomplie
nl: voorspelde samenvoeging is gereed

source: appending log to $filename
fr: ajout de la journalisation dans «$filename»
nl: toevoegen van log aan "$filename"

source: apply change to integration directory
fr: application de la modification au répertoire d'intégration
nl: toepassen van de wijziging in de integratiemap

source: architecture "$name" forbidden
fr: architecture «$name» interdite: impossible d'exécuter cette commande sur cette machine
nl: architectuur "$name" is verboden

source: architecture "$name" unknown
fr: architecture «$name» inconnue
nl: architectuur "$name" is onbekend

source: architecture "$name" unlisted
fr: l'architecture «$name» se trouve dans les attributs de la modification, mais pas dans le fichier «config» du projet
nl: architectuur "$name" komt voor in de wijzigingsarrtibuten, maar wordt niet genoemd in het project "aegis.conf" bestand

source: archive member $filename changed size
fr: le fichier $filename a changé de taille lors du traitement et a corrompu l'archive
nl: archiefbestand $filename veranderde van grootte tijdens verwerking; het resultaat is niet betrouwbaar

source: arithmetic type required for decrement (was given $name)
fr: type arithmétique requis pour la décrémentation (un type $name a été donné)
nl: voor aftrekken is een rekenkundig type nodig (kreeg $name)

source: arithmetic type required for increment (was given $name)
fr: type arithmétique requis pour l'incrémentation (un type $name a été donné)
nl: voor optellen is een rekenkundig type nodig (kreeg $name)

source: attribute $name unknown
nl: attribuutnaam "$name" is onbekend

source: attributes changed
fr: attributs modifiés
nl: attributen zijn gewijzigd

source: attributes in $filename
fr: texte des attributs laissé dans le fichier «$filename»
nl: attributentekst staat in het bestand "$filename"

source: bad aefind state
fr: cette modification est au stade «$state»; elle doit être au stade «being developed» pour qu'on puisse parcourir son arborescence
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' hebben om de mapboom af te lopen

source: bad aels state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» pour qu'on puisse lister les informations sur les fichiers
nl: this change is in the '$state' state, it must be in the 'being developed' state to list file information

source: bad alias $name
fr: alias de projet «$name» non valide
nl: projectalias "$name" is ongeldig

source: bad anticipate diff
fr: cette modification est au stade «$state»: elle doit être à l'un des stades «being reviewed», «awaiting integration» ou «being integrated» pour qu'on puisse faire une différence anticipée
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being reviewed', 'awaiting integration' of 'being integrated' hebben om vooruit te kunnen lopen

source: bad branch build
fr: on ne peut pas construire cette branche directement au stade «$state»: elle doit être au stade «being integrated» pour qu'on puisse le faire
nl: deze tak kan niet direct gecompileerd worden met de status '$state'; hij moet de status 'being integrated' hebben om dit te doen

source: bad branch cp
fr: on ne peut pas copier des fichiers directement dans une branche: il faut créer une modification pour modifier des fichiers
nl: bestanden kunnen niet direct in een tak gekopieerd worden; maak een wijziging aan om dit te doen

source: bad branch diff
fr: cette branche est au stade «$state»: elle doit être au stade «being integrated» pour qu'on puisse faire une différence
nl: deze tak heeft de status '$state'; hij moet de status 'being integrated' hebben om te vergelijken

source: bad branch test
fr: on ne peut pas tester cette branche directement au stade «$state»: elle doit être au stade «being integrated» pour qu'on puisse le faire
nl: deze tak kan niet direct getest worden met status '$state', hij moet de status 'being integrated' hebben om dit te doen

source: bad build state
fr: cette modification est au stade «$state»: elle doit être au stade «being developed» ou «being integrated» pour lancer la construction
nl: Deze wijziging heeft de status '$state'; hij moet de status 'being developed' of 'being integrated' hebben om te compileren

source: bad build, partial
fr: on ne peut pas lancer une construction partielle au stade «$state»
nl: gedeeltelijke compilatie is niet mogelijk met de status "$state"
