Repository: mdhender/aegis
Catalog: lib/*/LC_MESSAGES/aegis.po
Languages: fr, nl

source: date in the future
fr: Attention: la date de delta indiquée est située dans le futur. La même commande pourrait produire des résultats différents si elle était relancée à l'avenir.
nl: Waarschuwing: de opgegeven deltadatum is in de toekomst; dit commando kan in de toekomst andere resultaten geven dan de huidige resultaten

source: delta $name in use
fr: le nom «$name» est déjà associé au delta $other: pour transférer ce nom au delta $number vous devez utiliser l'option -OverWriting
nl: deltanaam "$name" is al toegekend aan delta $other; gebruik de v -OverWriting om deze naam aan delta $number toe te kennen

source: delta $number out of range
fr: numéro de delta $number en dehors du domaine: ce doit être un petit entier positif
nl: deltanummer $number valt buiten bereik; het moet een klein positief getal zijn

source: delta name complete
fr: le delta $number peut désormais être désigné par le nom «$name»
nl: delta $number kan nu delta "$name" genoemd worden

source: description not set
nl: the description field has not been set

source: develop begin complete
fr: l'utilisateur «$user» a commencé le développement
nl: gebruiker "$user" is begonnen met ontwikkelen

source: develop begin undo complete
fr: cette modification n'est plus en cours de développement
nl: begin ontwikkelen ongedaan gemaakt

source: develop end fail
fr: ${plural $number '$number erreurs trouvées' 'une erreur trouvée'}: cette modification reste au stade «$state»
nl: $number fout${plural $number en} gevonden; deze wijziging blijft de status '$state' houden

source: develop end undo complete
fr: développement recommencé
nl: ontwikkelen is hervat

source: developer may not integrate
fr: le développeur d'une modification ne peut pas aussi l'intégrer
nl: de ontwikkelaar mag zijn eigen wijziging niet integreren

source: developer may not review
fr: le développeur d'une modification ne peut pas aussi en faire la révision
nl: de ontwikkelaar mag zijn eigen wijziging niet keuren

source: development build complete
fr: construction du développement terminée à ${date %H:%M}
nl: ontwikkelcompilatie is voltooid ${date %H:%M}

source: development build started
fr: construction du développement commencée à ${date %H:%M}
nl: ontwikkelcompilatie is gestart ${date %H:%M}

source: development completed
fr: développement terminé
nl: ontwikkelen is gereed

source: development directory "$filename"
fr: répertoire de développement «$filename»
nl: ontwikkelmap is "$filename"

source: diff fail
fr: ${plural $number '$number erreurs trouvées' 'une erreur trouvée'}: aucun fichier différencié
nl: $number fout${plural $number en} gevonden; bestand{plural $number en} zijn niet vergeleken

source: diff required
fr: il faut réussir un «aegis -Diff» avant que la modification quitte le stade «$state»
nl: deze wijzigng moet vergeleken worden met 'aegis -Diff' voordat het de status '$state' kan verlaten

source: difference complete
fr: différence accomplie
nl: klaar met vergelijken

source: dir must be rel
fr: le répertoire doit être relatif (ne doit pas commencer par /)
nl: map moet relatief zijn (niet beginnen met '/')

source: directory $filename contains no relevant files
fr: le répertoire «$filename» contient ${plural $number '$number fichiers potentiels' 'un fichier potentiel'}, cependant cette commande ne peut traiter ${plural $number 'aucun d`entre eux' 'ce fichier'}
nl: map "$filename" bevat mogelijk $number ${plural $number 'geschikte bestanden' 'geschikt bestand'}, maar ${plural $number 'die zijn geen van allen' 'dit is niet'} een geschikt argument voor dit commando

source: discard old directories
fr: mise au rebut des anciens répertoires
nl: verwijderen van oude mappen

source: division by zero
fr: division par zéro
nl: deling door nul

source: don't mix old and new version options
fr: les options «-MAJor» et «-MINOr» sont incompatibles avec l'option «-VERSion»
nl: de opties -MAJor en -MINOr zijn incompatibel met de optie -VERSion

source: duplicate $name option
fr: option $name en double: on ne peut en donner qu'une
nl: meerdere opties $name; u kunt er slechts één opgeven

source: duplicate review
nl: you may not review the same change twice

source: end-of-file within comment
fr: fin de fichier dans un commentaire
nl: einde van bestand binnen een commentaar-sectie

source: end-of-file within string
fr: fin de fichier dans une chaîne
nl: einde van bestand middenin een string

source: end-of-line within string
fr: fin de ligne dans une chaîne
nl: einde van regel middenin een string

source: environment variable $name not set
fr: variable d'environnement «$name» non définie
nl: omgevingsvariabele "$name" is niet gezet

source: exec "$filename": $errno
nl: uitvoeren van "$filename": $errno

source: failed $number tests
fr: ${plural $number '$number tests ont échoué' 'un test a échoué'}
nl: $number fout${plural $number en} geconstateerd

source: fatal error during fatal error recovery
fr: Une erreur fatale est arrivée pendant la tentative de récupération d'une erreur fatale précédente. Des données d'Aegis sont peut-être corrumpues. Mettre immédiatement au courant votre gourou d'Aegis le plus proche.
nl: Een fatale fout is opgetreden tijdens een poging om van een eerdere fatale fout te herstellen. Er kan Aegis-data onbruikbaar zijn geraakt. Val op uw knieën en bid tot St. Miller of raadpleeg direct een Aegis-goeroe.

source: few candidate tests
fr: attention: il n'y a que $number1 tests valables, pourtant vous en avez demandé $number2: les $number1 tests seront utilisés en totalité
nl: Waarschuwing: er zijn maar $number1 geschikte testen, maar u vroeg om $number2 testen te suggereren; alle number1 testen worden gebruikt

source: field "$name" redefined
fr: champ «$name» redéfini
nl: veld "$name" is opnieuw gedefineerd

source: file "$filename" bombs filters
fr: le nom de fichier «$filename» ne correspond pas aux modèles de noms de fichiers (voir le fichier «config»)
nl: bestandsnaam "$filename" is niet acceptabel voor de bestandsnaampartoonfilters (zie het 'config'-bestand)

source: file "$filename" does not exist
fr: le fichier «$filename» n'existe pas, et pourtant il fait partie de la modification
nl: bestand "$filename" bestaat niet, maar dit bestand hoort bij deze wijziging

source: file "$filename" is log file
fr: le fichier «$filename» a le même nom que le fichier journal
nl: bestandsnaam "$filename" is hetzelfde als logbestandsnaam

source: file "$filename" locked for change $number
fr: le fichier «$filename» est verrouillé pour la modification $number, essayez plus tard
nl: bestand "$filename" is in gebruik door wijziging $number; probeer het later nog eens

source: file "$filename" part "$part" bombs filters
fr: l'élément «$part» du chemin d'accès du fichier «$filename» a été rejeté par les filtres de noms de fichiers (voir le fichier «config»)
nl: in bestandsnaam "$filename" is padelement "$part" niet acceptabel voor de bestandsnaampatroonfilters (zie het 'config'-bestand)

source: file "$filename" part "$part" contains illegal characters
fr: l'élément «$part» du chemin d'accès du fichier «$filename» contient des caractères illégaux
nl: in bestandsnaam "$filename" bevat padelement "$part" bevat niet-toegestane tekens

source: file "$filename" part "$part" contains shell special characters
fr: l'élément «$part» du chemin d'accès du fichier «$filename» contient des caractères spéciaux pour l'interpréteur de commandes (shell)
nl: in bestandsnaam "$filename" bevat padelement "$part" speciale shell-tekens

source: file "$filename" part "$part" is log file
fr: l'élément «$part» du chemin d'accès du fichier «$filename» est le même que le nom du fichier journal
nl: in bestandsnaam "$filename" is padelement "$part" hetzelfde als de logbestandsnaam

source: file "$filename" part "$part" not suitable for DOS
fr: l'élément «$part» du chemin d'accès du fichier «$filename» ne convient pas au DOS: il vaudrait mieux «$suggest» à la place
nl: in bestandsnaam "$filename" is padelement "$part" niet geschikt voor DOS; suggestie: "$suggest"

source: file "$filename" part "$part" not suitable for Windows
fr: l'élément «$part» du chemin d'accès du fichier «$filename» ne convient pas à Windows
nl: in bestandsnaam "$filename" is padelement "$part" niet geschikt voor Windows

source: file "$filename" part "$part" too long, suggest "$suggest" instead
fr: l'élément «$part» du chemin d'accès du fichier «$filename» est trop long ${plural $number 'de $number caractères' 'd`un caractère'}: il vaudrait mieux «$suggest» à la place
nl: in bestandsnaam "$filename" is padelement "$part" te lang ($number tekens); suggestie: "$suggest"

source: file "$filename" too long, suggest "$suggest" instead
fr: nom du fichier «$filename» trop long ${plural $number 'de $number caractères' 'd`un caractère'}: il vaudrait mieux «$suggest» à la place
nl: bestandsnaam "$filename" is te lang ($number tekenss); suggestie: "$suggest"

source: file $filename directory name conflict
fr: le nom du fichier «$filename» est illégal à cause du conflit de nom de répertoire avec le fichier «$filename2»
nl: bestandsnaam "$filename" is niet toegestaan; het zou resulteren in een mapnaamconflict met het bestand "$filename2"

source: file $filename dup
fr: fichier «$filename» déjà présent dans la modification
nl: bestand "$filename" zit al in deze wijziging

source: file name "$filename" contains illegal characters
fr: le nom de fichier «$filename» contient des caractères illégaux
nl: bestandnaam "$filename" bevat niet-toegestane tekens

source: file name "$filename" contains shell special characters
fr: le nom de fichier «$filename» contient des caractères spéciaux pour l'interpréteur de commandes (shell)
nl: bestandsnaam "$filename" bevat speciale shell-tekens

source: file name "$filename" not suitable for DOS
fr: le nom de fichier «$filename» ne convient pas au DOS: il vaudrait mieux «$suggest» à la place
nl: bestandsnaam "$filename" is niet geschikt voor DOS; suggestie: "$suggest"

source: file name "$filename" not suitable for Windows
fr: le nom de fichier «$filename» ne convient pas à Windows
nl: bestandsnaam "$filename" is niet geschikt voor Windows

source: file type $name unknown
fr: type de fichier «$name» inconnu
nl: bestands type "$name" onbekend

source: files modified by history tool
fr: L'outil d'historique a altéré ${plural $number '$number fichiers' 'un fichier'}. ${plural $number 'Les fichiers sources' 'Le fichier source'} du référentiel ne ${plural $number 'correspondent' 'correspond'} plus ${plural 'aux fichiers objets' 'au fichier objet'} du référentiel. L'outil d'historique a donc compromis l'intégrité du référentiel.
nl: De history tool wijzigde $number ${plural $number bestanden bestand}. De source ${plural $number bestanden bestand} in de repository now no longer ${plural $number match matches} the object ${plural $number files file} in the repository. The history tool has compromised the referential integrity of the repository.

source: find change sets
fr: Recherche de groupes de changements de fichiers pour en interpoler les modifications...
nl: Looking for clusters of changes to files in order to interpolate the change sets...

source: floating "break" statement
fr: instruction «break» flottante
nl: zwevend "break" statement

source: floating "continue" statement
fr: instruction «continue» flottante
nl: zwevend "continue" statement

source: floating "return" statement
fr: instruction «return» flottante
nl: zwevend "return" statement

source: for the $name_list architectures
fr: pour ${plural $number 'les architectures' 'l`architecture'} $name_list
nl: voor de $name_list architecture${plural $number n}

source: found unlisted architectures
fr: ${plural $number '$number architectures inconnues' 'une architecture inconnue'}: modifiez les attributs de la modification pour ${plural $number 'les enlever' 'l`enlever'} ou alors modifiez le fichier «config» du projet pour ${plural $number 'les ajouter' 'l`ajouter'}
nl: $number ongenoemde architecture${plural $number n} gevonden; werk de wijzigingsattributen bij om deze te verwijderen of toe te voegen ${plural $number !}

source: function $name requires one argument
fr: le fonction «$name» exige exactement un argument
nl: de functie "$name" heeft precies één argument nodig

source: function $name requires two arguments
fr: le fonction «$name» exige exactement deux arguments
nl: de functie "$name" heeft precies twee argumenten nodig

source: getcwd: $errno
fr: récupération du répertoire actuel: $errno
nl: opvragen van huidige map: $errno

source: gid $number unknown
fr: gid $number inconnu
nl: groeps-ID $number is onbekend

source: global state lock not available
fr: verrou d'état global non disponible
nl: globale statusvergrendeling is niet beschikbaar

source: group "$name" unknown
fr: groupe «$name» inconnu
nl: groep "$name" is onbekend

source: group $name too privileged
fr: groupe «$name» trop privilégié
nl: groep "$name" heeft te veel rechten

source: gunzip $filename: $errno
fr: lors de la décompression du fichier «$filename»: $errno
nl: tijdens het uitpakken van bestand "$filename": $errno

source: gzip $filename: $errno
fr: lors de la compression du fichier «$filename»: $errno
nl: tijdens het inpakken van bestand "$filename": $errno

source: has no tests
fr: cette modification a besoin de tests pour qu'on puisse utiliser cette commande
nl: deze wijziging heeft testen nodig voordat dit commando gebruikt kan worden

source: history create $filename
nl: adding the first version to the history of the "$filename" file

source: history get $filename
nl: historical version $edit of the "$filename" file being recreated

source: history label $filename
nl: history of the "$filename" file head revision being labeled

source: history lock not available
fr: verrou d'historique non disponible
nl: vergrendeling van history is niet beschikbaar

source: history put $filename
nl: adding another version to the history of the "$filename" file

source: history_query_command return empty
fr: la commande «history_query_command» a retourné une chaîne vide, ce qui est inexploitable
nl: het history_query_command gaf een lege string als antwoord, dit is geen nuttige reactie

source: illegal '$name' character
fr: caractère «$name» illégal
nl: ongeldig '$name'-teken

source: illegal addition ($name1 + $name2)
fr: addition ($name1 + $name2) illégale
nl: ongeldige optelling ($name1 + $name2)

source: illegal bit not ($name)
fr: valeur entière requise pour la négation de bits (un type $name a été donné)
nl: integerwaarde is nodig voor bitgewijze "not" (kreeg $name)

source: illegal comparison ($name1 != $name2)
fr: comparaison ($name1 != $name2) illégale
nl: ongeldige vergelijking ($name1 != $name2)

source: illegal comparison ($name1 !~ $name2)
fr: comparaison ($name1 !~ $name2) illégale
nl: ongeldige vergelijking ($name1 !~ $name2)

source: illegal comparison ($name1 < $name2)
fr: comparaison ($name1 < $name2) illégale
nl: ongeldige vergelijking ($name1 < $name2)

source: illegal comparison ($name1 <= $name2)
fr: comparaison ($name1 <= $name2) illégale
nl: ongeldige vergelijking ($name1 <= $name2)

source: illegal comparison ($name1 == $name2)
fr: comparaison ($name1 == $name2) illégale
nl: ongeldige vergelijking ($name1 == $name2)

source: illegal comparison ($name1 > $name2)
fr: comparaison ($name1 > $name2) illégale
nl: ongeldige vergelijking ($name1 > $name2)

source: illegal comparison ($name1 >= $name2)
fr: comparaison ($name1 >= $name2) illégale
nl: ongeldige vergelijking ($name1 >= $name2)

source: illegal comparison ($name1 ~~ $name2)
fr: comparaison ($name1 ~~ $name2) illégale
nl: ongeldige vergelijking ($name1 ~~ $name2)

source: illegal count request ($name)
fr: comptage de clés pour le type $name illégal
nl: ongeldig sleuteltelverzoek ($name)

source: illegal division ($name1 / $name2)
fr: division ($name1 / $name2) illégale
nl: ongeldige deling ($name1 / $name2)

source: illegal join ($name1 ## $name2)
fr: jointure ($name1 ## $name2) illégale
nl: ongeldige join ($name1 ## $name2)

source: illegal keys request ($name)
fr: demande de clés pour le type $name illégale
nl: ongeldige sleutelopvraag ($name)

source: illegal left hand side of assignment
fr: l'affectation à gauche est illégale: il faut une variable affectable
nl: ongeldige linkerzijde van toekenning; moet een variabele zijn

source: illegal left hand side of assignment (was given $name)
fr: l'affectation à gauche est illégale pour le type $name: il faut une variable affectable
nl: ongeldige linkerzijde van toekenning; moet een variabele zijn (kreeg $name)

source: illegal logical not ($name)
fr: valeur booléenne requise pour le «non» logique (un type $name a été donné)
nl: booleanse waarde is nodig voor logische "not" (kreeg $name)

source: illegal lookup ($name1[$name2])
fr: consultation ($name1[$name2]) illégale
nl: ongeldige zoekaktie ($name1[$name2])

source: illegal match ($name1 ~ $name2)
fr: comparaison illégale ($name1 ~ $name2)
nl: ongeldige match ($name1 ~ $name2)

source: illegal modulo ($name1 % $name2)
fr: modulo ($name1 % $name2) illégal
nl: ongeldige modulo ($name1 % $name2)

source: illegal multiplication ($name1 * $name2)
fr: multiplication ($name1 * $name2) illégale
nl: ongeldige vermenigvuldiging ($name1 * $name2)

source: illegal negative ($name)
fr: l'opposé requiert une valeur entière (un type $name a été donné)
nl: ongeldige negatieve waarde (kreeg $name)

source: illegal positive ($name)
fr: le positif requiert une valeur entière (un type $name a été donné)
nl: ongeldige positieve waarde (kreeg $name)

source: illegal power ($name1 ** $name2)
fr: élévation à la puissance ($name1 ** $name2) illégale
nl: ongeldige machtsverheffing ($name1 ** $name2)

source: illegal shift ($name1 << $name2)
fr: décalage à gauche ($name1 << $name2) illégal
nl: ongeldige linksverschuiving ($name1 << $name2)

source: illegal shift ($name1 >> $name2)
fr: décalage à droite ($name1 >> $name2) illégal
nl: ongeldige rechtsverschuiving ($name1 >> $name2)

source: illegal subtraction ($name1 - $name2)
fr: soustraction ($name1 - $name2) illégale
nl: ongeldige aftrekking ($name1 - $name2)

source: import complete
fr: importation accomplie
nl: import completed successfully

source: inappropriate $name option
fr: option de la ligne de commande $name inappropriée
nl: niet-passend gebruik van optie $name

source: info $name ambig ($name_list)
fr: nom d'information de version «$name» ambigu ($name_list)
nl: versie-informatienaam "$name" is niet specifiek; kies uit: ($name_list)

source: int must diff all
fr: pour différencier une modification au stade «being integrated», ne précisez aucun fichier sur la ligne de commande
nl: bij het vergelijken van een wijziging met de status 'being integrated' kunnen geen bestandsnamen opgegeven worden

source: int must test all
fr: pour tester une modification au stade «being integrated», ne précisez aucun fichier sur la ligne de commande
nl: bij het testen van een wijziging met de status 'being integrated' kunnen geen bestandsnamen opgegeven worden

source: integer index required (was given $name)
fr: index entier exigé (un type $name a été donné)
nl: integerindex is nodig (kreeg $name)

source: integer value required for bit and (was given $name)
fr: valeur entière exigée pour l'opérateur «et» bit à bit (un type $name a été donné)
nl: integerwaarde is nodig voor bitgewijze "and" (kreeg $name)

source: integer value required for bit or (was given $name)
fr: valeur entière exigée pour l'opérateur «ou» bit à bit (un type $name a été donné)
nl: integerwaarde is nodig voor bitgewijze "or" (kreeg $name)

source: integer value required for bit xor (was given $name)
fr: valeur entière exigée pour l'opérateur «ou exclusif» bit à bit (un type $name a été donné)
nl: integerwaarde is nodig voor bitgewijze "exclusive or" (kreeg $name)

source: integrate begin complete
fr: intégration commencée
nl: integratie is begonnen

source: integrate begin undo complete
fr: annulation de début d'intégration accomplie: cette modification revient au stade «$state»
nl: integratie begin ongedaan gemaakt, wijziging is terug naar de status '$state'

source: integrate fail complete
fr: intégration désapprouvée: la modification revient au développeur
nl: integratie is mislukt; teruggestuurd naar ontwikkelaar

source: integrate pass complete
fr: intégration approuvée
nl: integratie is geslaagd

source: integrate pass fail
fr: ${plural $number '$number erreurs trouvées' 'une erreur trouvée'}: cette modification reste au stade «$state»
nl: $number fout${plural $number en} gevonden; deze wijziging blijft de statust '$state' houden

source: integration build complete
fr: construction de l'intégration terminée à ${date %H:%M}
nl: integratiecompilatie is voltooid ${date %H:%M}

source: integration build started
fr: construction de l'intégration commencée à ${date %H:%M}
nl: integratiecompilatie is gestart ${date %H:%M}

source: interrupted by $signal
fr: interrompu par $signal
nl: onderbroken door $signal

source: invalid function arguments
fr: cet appel de fonction a un nombre ou un type d'arguments incorrect
nl: functie-aanroep met een onjuist aantal of onjuiste types van argumenten

source: invalid function name ($name)
fr: une expression de type $name a été donnée au lieu d'un nom de fonction
nl: een expressie van het type $name werd opgegeven terwijl een functienaam werd verwacht

source: leave baseline
fr: sortez du répertoire de la base de référence SVP
nl: verlaat eerst de baseline-map

source: leave dev dir
fr: sortez du répertoire de développement SVP
nl: verlaat eerst de ontwikkelmap

source: leave int dir
fr: sortez du répertoire d'intégration SVP
nl: verlaat eerst de integratiemap

source: link baseline to integration directory
fr: création des liens vers la base de référence dans le répertoire d'intégration
nl: linken van baseline naar de integratiemap

source: list $name ambiguous
fr: nom de liste «$name» ambigu ($name_list)
nl: lijstnaam "$name" is niet specifiek: ($name_list)

source: list value required (was given $name)
fr: valeur de type liste requise (un type $name a été donné)
nl: lijstwaarde is vereist (kreeg $name)

source: lock not available
fr: verrou non disponible
nl: vergrendeling is niet beschikbaar

source: logging to $filename
fr: journalisation dans «$filename»
nl: schrijven van log naar "$filename"

source: loop condition must be boolean (not $name)
fr: la condition d'une boucle doit être un booléen (un type $name a été donné)
nl: lusconditie moet booleaans zijn (kreeg $name)

source: make $filename transparent, fail, too deep
nl: it is not possible to make $filename transparent because it is not present in the branch, but is present in a deeper ancestor branch

source: make $filename transparent, fail, too shallow
nl: it is not possible to make $filename transparent because it is not also present in a deeper ancestor branch

source: make $filename transparent, fail, trunk
nl: it is not possible to make $filename transparent because it is in the trunk, you probably want to use the aerm command instead

source: make transparent bad state
nl: this change is in the '$state' state, it must be in the 'being developed' state to make a file transparent with it

source: make transparent complete
nl: making $number ${plural $number files file} transparent

source: make transparent undo $filename complete
nl: bestand "$filename" zit niet meer in wijziging

source: making dev dir read only
fr: passage en lecture seule du répertoire de développement
nl: ontwikkelmap wordt alleen-lezen gemaakt

source: making dev dir writable
fr: le répertoire de développement devient à nouveau modifiable
nl: ontwikkelmap wordt weer beschrijfbaar gemaakt

source: malformed exponent
fr: exposant malformé
nl: onjuiste exponent

source: malformed hex constant
fr: constante hexadécimale malformée
nl: onjuiste hex-constante
