Repository: mdhender/aegis
Catalog: lib/*/LC_MESSAGES/aegis.po
Languages: fr, nl

source: test -reg required
fr: il faut réussir un «aegis -Test -REGression» $outstanding pour pouvoir terminer le développement de cette modification
nl: deze wijziging moet worden getest met 'aegis -Test -REGression' $outstanding voor het beeindigen ontwikkelen

source: test mode needs $name
fr: Pas d'option $name précisée. C'est pourtant obligatoire dans le mode «test».
nl: Geen $name optie opgegeven. Dit is verplicht in de "test" modus.

source: test required
fr: il faut réussir un «aegis -Test» $outstanding pour pouvoir terminer le développement de cette modification
nl: deze wijziging moet worden getest met 'aegis -Test' $outstanding voor het beeindigen ontwikkelen

source: the catch variable must be modifiable
fr: la variable de la clause «catch» doit être modifiable
nl: De catch variabele moet modificeerbaar zijn

source: the catch variable must be modifiable (not $name)
fr: la variable de la clause «catch» doit être une valeur modifiable à gauche (un type $name a été donné)
nl: de catch variabele moet modificeerbaar zijn (kreeg $name)

source: the loop iteration value must be a list (not $name)
fr: une boucle exige une valeur d'itération de type liste (un type $name a été donné)
nl: de lus iteratie waarde moet een lijst zijn (kreeg $name)

source: the loop variable must be modifiable
fr: la variable d'itération d'une boucle nécessite une valeur modifiable à gauche
nl: de lus variabele moet een modificeerbare waarde zijn

source: the loop variable must be modifiable (not $name)
fr: la variable d'itération d'une boucle nécessite une valeur modifiable à gauche (un type $name a été donné)
nl: de lus variabele moet een modificeerbare waarde zijn (kreeg $name)

source: the name "$name" has already been used
fr: le nom «$name» a déjà été utilisé
nl: de naam "$name" is al gebruikt

source: the name "$name" is undefined
fr: le nom «$name» n'est pas défini
nl: de naam "$name" is niet gedefineerd

source: throttling $number seconds
fr: sommeil pendant ${plural $number '$number secondes' 'une seconde'} pour permettre aux dates de modification des fichiers d'être cohérentes
nl: sleeping $number second${plural $number s} to allow file modifications times to be consistent

source: throw statement requires string argument (not $name)
fr: l'instruction «throw» nécessite un argument chaîne (un type $name a été donné)
nl: het throw statement heeft een string argument nodig (kreeg $name)

source: time $number after branch
nl: warning: the time "$number" is after the branch finished, this is not meaningful when recreating the contents of the branch

source: time $number before branch
nl: warning: the time "$number" is before the branch started, this is not meaningful when recreating the contents of the branch

source: too few files named
fr: trop peu de fichiers fournis
nl: te weinig bestanden opgegeven

source: too many $filename
fr: fichier «$filename» fourni plus d'une fois
nl: bestand "$filename" meer dan eens genoemd

source: too many delta names
fr: trop de noms de deltas fournis
nl: te veel delta namen opgegeven

source: too many dir
fr: trop de répertoires fournis
nl: te veel directories opgegeven

source: too many files
fr: trop de noms de fichiers précisés
nl: te veel bestanden opgegeven

source: too many info names
fr: trop de noms d'information de version fournis
nl: te veel versie informatie namen opgegeven

source: too many lists
fr: trop de noms de listes fournis
nl: te veel lijst namen opgegeven

source: too many proj name
fr: trop de noms de projets fournis
nl: te veel project namen opgegeven

source: too many sizes specified
fr: trop de tailles précisées
nl: te veel groottes opgegeven

source: too many user $name
fr: utilisateur «$name» donné plus d'une fois
nl: gebruiker "$name" meer dan eens genoemd

source: trunk: $message
fr: tronc: $message
nl: stam: $message

source: uid $number unknown
fr: uid $number inconnu
nl: gebruikers id $number onbekend

source: unfinished: chmod $arg $filename
fr: reprise non terminée: chmod $arg $filename
nl: afgebroken herstel: chmod $arg $filename

source: unfinished: mv $filename1 $filename2
fr: reprise non terminée: mv $filename1 $filename2
nl: afgebroken herstel: mv $filename1 $filename2

source: unfinished: rm $filename
fr: reprise non terminée: rm $filename
nl: afgebroken herstel: rm $filename

source: unfinished: rmdir $filename
fr: reprise non terminée: rmdir $filename
nl: afgebroken herstel: rmdir $filename

source: unknown "$name" option
fr: option de la ligne de commande «$name» inconnue
nl: onbekende "$name" optie op de opdrachtregel

source: unknown '$name' escape
fr: séquence d'échappement «$name» inconnue
nl: onbekende '$name' escape seqentie

source: unknown change
fr: il n'existe ni modification ni branche avec ce numéro dans le projet
nl: Er is geen wijziging of tak met dit nummer bekend in dit project

source: unknown shell
fr: impossible de déterminer quel interpréteur de commandes (shell) a demandé le complètement
nl: unable to determine the shell which has requested the completion

source: unknown substitution name
fr: nom de substitution inconnu
nl: onbekende substitutie naam

source: unknown substitution variant
fr: variante de substitution inconnue
nl: onbekende substitutie variatie

source: use aedbu instead
fr: il vaut mieux utiliser la commande «aegis -dbu»
nl: gebruik `aegis -dbu'

source: use aenbru instead
fr: il vaut mieux utilisez la commande «aegis -nbru»
nl: gebruik `aegis -nbru'

source: user "$name" is not a developer
fr: l'utilisateur «$name» n'est pas développeur
nl: gebruiker "$name" is geen ontwikkelaar

source: user "$name" is not a reviewer
fr: l'utilisateur «$name» n'est pas réviseur
nl: gebruiker "$name" is geen reviewer

source: user "$name" is not an administrator
fr: l'utilisateur «$name» n'est pas administrateur
nl: gebruiker "$name" is geen administrator

source: user "$name" is not an integrator
fr: l'utilisateur «$name» n'est pas intégrateur
nl: gebruiker "$name" is geen integrator

source: user $name too privileged
fr: l'utilisateur «$name» est trop privilégié
nl: gebruiker "$name" heeft te veel rechten

source: user $name unknown
fr: utilisateur «$name» inconnu
nl: gebruiker "$name" onbekend

source: user $name unknown, closest is $guess
fr: utilisateur «$name» inconnu: le nom le plus proche est «$guess»
nl: gebruiker "$name" onbekend, beste gok is "$guess"

source: user $name1, group $name2
fr: utilisateur $name1, groupe $name2
nl: gebruiker $name1, groep $name2

source: user $name: $message
fr: utilisateur «$name»: $message
nl: gebruiker "$name": $message

source: value of type $name required
fr: valeur de type $name exigée
nl: waarde van type $name nodig

source: version $number not a branch
fr: la version «$number» ne désigne pas une branche
nl: versie "$number" is geen tak

source: waiting for $name lock
fr: attente du verrou «$name»
nl: wacht op vergrendeling $name

source: waiting for baseline read lock
fr: attente d'un verrou partagé de la base de référence à cause d'une commande «aegis -Integrate_PASS» en cours
nl: wacht op leesvergrendeling van baseline; er is een "aegis -Integrate_PASS" commando bezig

source: waiting for baseline write lock
fr: attente d'un verrou exclusif de la base de référence à cause d'une ou plusieurs commandes «aegis -Build» en cours
nl: wacht op schrijfvergrendeling van baseline; er zijn één of meer "aegis -Build" commando's bezig

source: waiting for global state lock
fr: attente du verrou de l'index des emplacements des projets
nl: wacht op globale statusvergrendeling

source: waiting for history lock
fr: attente du verrou d'historique à cause d'une commande «aegis -Integrate_PASS» en cours dans une autre branche
nl: wacht op vergrendeling van history; er is een "aegis -Integrate_PASS" commando bezig op een andere tak

source: waiting for lock
fr: attente d'un verrou
nl: wacht op vergrendeling

source: warning: $filename in baseline, copying
fr: attention: le fichier «$filename» fait déjà partie du project: action «create» automatiquement changée en «modify»
nl: Waarschuwing: bestand "$filename" bestaat al in dit project; actie is automatisch omgezet van "aanmaken" naar "wijzigen"

source: warning: $filename modified by history tool
fr: attention: l'outil d'historique a altéré le fichier source «$filename»
nl: Waarschuwing: de history tool heeft het "$filename" source bestand veranderd

source: warning: $filename patch not used
nl: warning: the patch for "$filename" could not be used, so the full incoming source for this file has been used; you may need to resolve conflicts manually

source: warning: $filename1 deprecated, use $filename2 file instead
nl: Warning: The "$filename1" file has been deprecated, it is suggested that you use the "$filename2" file instead. See aenf(1) for more information.

source: warning: $message
nl: Waarschuwing: $message

source: warning: $name1 is obsolete, use $name2 environment variable
fr: attention: la variable d'environnement $name1 est obsolète: merci d'utiliser $name2 à la place
nl: Waarschuwing: de omgevingsvariabele $name1 is verouderd; gebruik voortaan $name2

source: warning: $name1 obsolete, use $name2 option
fr: attention: l'option «$name1» est obsolète: à l'avenir utilisez l'option «$name2»
nl: Waarschuwing: de optie $name1 is verouderd; gebruik voortaan $name2

source: warning: chmod("$filename", $arg): $errno
fr: attention: chmod("$filename", $arg): $errno
nl: Waarschuwing: chmod("$filename", $arg): $errno

source: warning: command "$command" exit status $number
fr: attention: commande «$command» code de sortie $number
nl: Waarschuwing: commando "$command" had afsluitwaarde $number

source: warning: diffable files
fr: attention: ${plural $number '$number fichiers doivent' 'un fichier doit'} être différencié${plural $number s}
nl: Waarschuwing: er ${plural $number 'zijn $number bestanden die vergeleken moeten' 'is een bestand dat vergeleken moet'} worden

source: warning: expression has no side effects, assuming you meant -PRint
fr: attention: expression sans effet, le programme présume que vous voulez l'option -PRint pour lister les fichiers correspondant à l'expression donnée
nl: Waarschuwing: expressie heeft geen bijwerking; er wordt aangenomen dat -PRint bedoeld werd

source: warning: file "$filename" needs diff
fr: avertissement: le fichier «$filename» doit être différencié
nl: Waarschuwing: bestand "$filename" moet vergeleken worden

source: warning: file "$filename" needs merge
fr: attention: le fichier «$filename» doit être fusionné
nl: Waarschuwing: bestand "$filename" moet samengevoegd worden

source: warning: file times in future
fr: attention: les dates de modification s'étendent de $number seconde${plural $number s} dans l'avenir
nl: Waarschuwing: bestandswijzigingstijden zijn $number second${plural $number en} in de toekomst

source: warning: files modified by history tool
fr: attention: l'outil d'historique a altéré ${plural $number '$number fichiers' 'un fichier'}. ${plural $number 'Les fichiers sources' 'Le fichier source'} du référentiel ne ${plural $number 'correspondent' 'correspond'} plus ${plural 'aux fichiers objets' 'au fichier objet'} du référentiel. L'outil d'historique a donc compromis l'intégrité du référentiel, à moins que les changements se trouvent exclusivement dans des commentaires.
nl: waarschuwing: De history tool wijzigde $number source ${plural $number bestanden bestand}. ${plural $number de het} source ${plural $number bestanden bestand} in de repository ${plural $number zijn is } nu niet langer gelijk aan {plural $number de het} object ${plural $number bestanden bestand} in de repository. De history tool heeft de referentiele integriteit van de repository aangetast, tenzij de veranderingen alleen in commentaar voorkomen.

source: warning: mergable files
fr: attention: ${plural $number '$number fichiers doivent' 'un fichier doit'} être fusionné${plural $number s}
nl: Waarschuwing: er ${plural $number 'zijn $number bestanden die samengevoegd moeten' 'is een bestand dat samengevoegd moet'} worden

source: warning: no $filename in baseline, creating
fr: attention: le fichier «$filename» ne fait plus partie du projet: action «modify» automatiquement changée en «create»
nl: Waarschuwing: bestand "$filename" is verwijderd uit de baseline; actie is automatisch omgezet van "wijzigen" naar "aanmaken"

source: warning: no $name1, assuming $name2
fr: attention: «$name1» non précisé: «$name2» présumé choisi
nl: Waarschuwing: geen $name1 opgeven, ik neem aan dat u $name2 bedoeld

source: warning: no chown
fr: attention: le propriétaire n'est pas modifié car la modification était déjà développée par «$developer»: un nouveau répertoire de développement sera construit
nl: Waarschuwing: eigenaar hoeft niet veranderd te worden, deze wijziging wordt al ontwikkeld door "$developer", een nieuwe ontwikkelmap wordt aangemaakt

source: warning: potential trojan, proceeding anyway
fr: attention: cette modification contient des fichiers qui peuvent héberger un cheval de Troie. Puisque vous avez donné l'option «--no-trojan», le développement continuera malgré cela.
nl: Waarschuwing: deze wijziging bevat bestanden die een trojaans paard zouden kunnen bevatten. Omdat de optie --no-trojan werd opgegeven, gaat het ontwikkelen desondanks door.

source: warning: potential trojan, review before completing development
fr: Attention: cette modification contient des fichiers qui peuvent héberger un cheval de Troie. Vous devriez les examiner avant de construire, tester ou terminer le développement. Cette modification reste au stade «being_developed».
nl: Waarschuwing: deze wijziging bevat bestanden die een trojaans paard zouden kunnen bevatten. Verifieer dat dit niet zo is voordat u compileert, test, of het ontwikkelen beëindigd. Deze wijziging houdt de status being_developed.

source: warning: rmdir $filename: $errno
fr: attention: rmdir «$filename»: $errno
nl: Waarschuwing: rmdir "$filename": $errno

source: warning: setgid $arg: $errno
fr: attention: setgid $arg: $errno
nl: Waarschuwing: setgid $arg: $errno

source: warning: stat $filename: $errno
fr: avis: stat «$filename»: $errno
nl: Waarschuwing: stat "$filename": $errno

source: warning: test mode
fr: Attention: cette copie s'exécute en mode «test». Ses possibilités sont limitées à cause de la réduction des privilèges. Ce mode ne sert qu'aux tests, et il est recommandé de ne pas y avoir recours pour une utilisation normale.
nl: Waarschuwing: deze versie werkt in "test"-modus. Het heeft beperkte mogelijkheden wegens gebrek aan rechten. Deze modus is alleen voor testen, en is niet de aanbevolen werkmodus.

source: warning: unlink $filename: $errno
fr: attention: unlink «$filename»: $errno
nl: Waarschuwing: unlink "$filename": $errno

source: warning: use $name option
fr: attention: veuillez utiliser l'option «$name» quand vous précisez un fichier d'attributs: la forme elliptique est désormais désuète
nl: Waarschuwing: gebruik de optie $name bij een attributenbestand

source: warning: utime $filename: $errno
fr: attention: utime «$filename»: $errno
nl: Waarschuwing: utime "$filename": $errno

source: was not developer
fr: l'utilisateur «$user» n'est pas le développeur de cette modification: seul l'utilisateur «$developer» peut annuler la fin du développement
nl: Gebruiker "$user" is niet de ontwikkelaar; alleen "$developer" kan onwikkelen einde ongedaan maken

source: was not reviewer
fr: l'utilisateur «$user» n'est pas le réviseur de cette modification: seul l'utilisateur «$reviewer» peut annuler l'approbation de la revue
nl: Gebruiker "$user" was niet de reviewer van deze wijziging; alleen "$reviewer" mag "wijziging goedgekeurd" ongedaan maken

source: write $filename: $errno
fr: écriture vers «$filename»: $errno
nl: Schrijven van "$filename" is mislukt: $errno

source: yacc stack overflow
fr: impossible de comprendre ce que vous voulez dire: c'est trop complexe
nl: de invoer is te ingewikkeld

source: you must create a "$filename" file
fr: il faut créer le fichier «$filename»
nl: u dient een bestand "$filename" aan te maken

source: Project $name
fr: Projet «$name»

source: history format "$name" unknown
fr: format d'historique «$name» inconnu

source: modifiable lvalue required for decrement
fr: la décrémentation exige une valeur affectable à gauche

source: modifiable lvalue required for increment
fr: l'incrémentation exige une valeur affectable à gauche

source: open $filename: $errno
fr: ouverture de «$filename»: $errno

source: project "$project": $message
fr: projet «$project»: $message

source: project $message
fr: projet $message

source: readlink $filename: $errno
fr: lecture du lien «$filename»: $errno
