Repository: mdhender/aegis
Catalog: lib/*/LC_MESSAGES/aegis.po
Languages: fr, nl

source: may not assign to a list member ($name1[$name2])
fr: un élément d'une liste ($name1[$name2]) ne peut être affecté
nl: kan niet toekennen aan een lijstitem ($name1[$name2])

source: may not remove $filename
fr: le fichier «$filename» ne peut pas être supprimé
nl: bestand "$filename" kan niet worden verwijderd

source: may not test $filename
fr: le fichier «$filename» ne peut pas être un test
nl: bestand "$filename" kan geen test zijn

source: may not use $name in the background
fr: ne peut utiliser $name en arrière-plan
nl: kan $name niet gebruiken op de achtergrond

source: merge complete
fr: fusion de $number fichier${plural $number s} accomplie: «aegis -Build» à nouveau exigé
nl: samenvoegen van $number bestand${plural $number en} is gereed; een nieuwe compilatie met 'aegis -Build' is vereist

source: misplaced "$name" option
fr: option «$name» mal placée sur la ligne de commande
nl: misplaatste optie "$name" op de opdrachtregel

source: misplaced file name ("$filename")
fr: nom de ficher («$filename») mal placé sur la ligne de commande
nl: misplaatste bestandsnaam ("$filename") op de opdrachtregel

source: misplaced number ($number)
fr: nombre ($number) mal placé sur la ligne de commande
nl: misplaatst nummer ($number) op de opdrachtregel

source: modifiable lvalue required for decrement (was given $name)
fr: la décrémentation exige une valeur affectable à gauche (un type $name a été donné): il faut une variable affectable
nl: modifiable lvalue required for decrement (was given $name), it must be an assignable variable

source: modifiable lvalue required for increment (was given $name)
fr: l'incrémentation exige une valeur affectable à gauche (un type $name a été donné): il faut une variable affectable
nl: aanpasbare waarde nodig voor optellen (kreeg $name), moet een aanpasbare variabele zijn.

source: modulo by zero
fr: modulo par zéro
nl: modulo door nul

source: move $filename1 to $filename2 complete
fr: fichier «$filename1» déplacé vers «$filename2»
nl: bestand "$filename1" is hernoemd naar "$filename2"

source: move file undo $filename complete
nl: bestand "$filename" zit niet meer in wijziging

source: nc dflt hint
fr: Astuce: en supprimant tout après le champ «cause», les valeurs par défaut pour la cause choisie seront utilisées.
nl: Hint: alles verwijderen vanaf het "cause" veld zal alle standaardwaarden goed zetten voor de gekozen reden.

source: new administrator $name complete
fr: l'utilisateur «$name» est désormais administrateur
nl: gebruiker "$name" is aangemeld als administrator

source: new alias $name complete
fr: nouvel alias «$name» créé
nl: nieuwe alias "$name" is aangemaakt

source: new branch complete
fr: créée
nl: nieuwe tak is gereed

source: new branch undo complete
fr: supprimée
nl: nieuwe tak is weer verwijderd

source: new change complete
fr: créée
nl: nieuwe wijziging is gemaakt

source: new change undo complete
fr: supprimée
nl: nieuwe wijziging is weer verwijderd

source: new developer $name complete
fr: l'utilisateur «$name» est désormais développeur
nl: gebruiker "$name" is aangemeld als ontwikkelaar

source: new file $filename completed
fr: fichier «$filename» ajouté
nl: bestand "$filename" is toegevoegd

source: new file $filename not created
fr: le fichier «$filename» n'a pas été créé
nl: bestand "$filename" werd niet aangemaakt

source: new file undo $filename complete
fr: annulation de l'ajout du fichier «$filename»
nl: nieuw bestand "$filename" is verwijderd

source: new file undo fail
fr: ${plural $number '$number erreurs fatales' 'une erreur fatale'}: aucun ajout de fichier n'a été annulé
nl: $number onoverkomelijke fout${plural $number en} gevonden; geen bestanden uit de wijziging verwijderd

source: new integrator $name complete
fr: l'utilisateur «$name» est désormais intégrateur
nl: gebruiker "$name" is aangemeld als integrator

source: new project complete
fr: créée
nl: nieuw project is aangemaakt

source: new release complete
fr: créée
nl: nieuwe uitgave is gereed

source: new reviewer $name complete
fr: l'utilisateur «$name» est désormais réviseur
nl: gebruiker "$name" is aangemeld als reviewer

source: new test $filename complete
fr: fichier «$filename» nouveau test
nl: bestand "$filename" is een nieuwe test

source: new test failed
fr: ${plural $number '$number erreurs fatales' 'une erreur fatale'}: aucun test ajouté à la modification
nl: $number onoverkomelijke fout${plural $number en} gevonden; geen nieuwe testen aan de wijziging toegevoegd

source: new test undo $filename complete
fr: annulation du nouveau test «$filename»
nl: bestand "$filename" is geen nieuwe test meer

source: new test undo fail
fr: ${plural $number '$number erreurs fatales' 'une erreur fatale'}: aucun ajout de test n'a été annulé
nl: $number onoverkomelijke fout${plural $number en}gevonden; geen testen uit de wijziging verwijderd

source: nil move $filename
fr: impossible de déplacer le fichier «$filename» sur lui-même
nl: het bestand "$filename" kan niet op zichzelf gekopieerd worden

source: no "$name", guessing "$guess"
fr: le nom «$name» n'est pas défini: le programme suppose que vous vouliez «$guess» à la place
nl: de naam "$name" is niet gedefineerd; "$guess" wordt aangenomen

source: no $filename
fr: fichier «$filename» inconnu
nl: bestand "$filename" is onbekend

source: no $filename in baseline
fr: le fichier «$filename» n'existe plus dans la base de référence
nl: bestand "$filename" zit niet meer in de baseline

source: no $filename, closest is $guess
fr: fichier «$filename» inconnu: le nom le plus proche est «$guess»
nl: bestand "$filename" is onbekend; meest gelijken is "$guess"

source: no $name list
fr: liste «$name» inconnue
nl: lijstnaam "$name" is onbekend

source: no $name project
fr: projet «$name» inconnu
nl: project "$name" is onbekend

source: no $name project, closest is $guess
fr: projet «$name» inconnu: le nom le plus proche est «$guess»
nl: project "$name" is onbekend; meest gelijkend is het project "$guess"

source: no action specified
nl: geen actie opgegeven

source: no branch chown
fr: cette modification est une branche: impossible de changer le propriétaire d'une branche
nl: deze wijziging is een tak; het is niet mogelijk het eigendom van een tak te veranderen

source: no build required
nl: no build is required for changes to this project

source: no change number
fr: il faut donner explicitement le numéro de la modification à cette commande
nl: Geef expliciet het wijzigingsnummer op voor dit commando

source: no cross branch int merge
fr: on ne peut pas fusionner des branches dans une modification au stade «$state»
nl: Een tak-transplantatie kan niet gebeuren op een wijziging met de status '$state'

source: no delta $name
fr: nom de delta «$name» inconnu
nl: deltanaam "$name" is onbekend

source: no delta $name, closest is $guess
fr: nom de delta «$name» inconnu: le plus proche est «$guess»
nl: deltanaam "$name" is onbekend; meest gelijkend is "$guess"

source: no delta $number
fr: delta $number inconnu
nl: delta $number is onbekend

source: no delta name
fr: aucun nom de delta précisé
nl: geen deltanaam opgegeven

source: no delta yet
fr: aucune intégration accomplie: il n'est pas encore possible d'associer un nom au delta
nl: er zijn nog geen integraties gereed; het is nog niet mogelijk een deltanaam toe te kennen

source: no dev dir
fr: cette modification est au stade «$state»: il n'y a pas de répertoire de développement
nl: deze wijziging heeft de status '$state'; er is geen ontwikkelmap

source: no diff required
nl: no "aegis -diff" command is required for this change, the project has been configured to omit this requirement

source: no dir with $name
fr: impossible d'utiliser des répertoires avec l'option $name
nl: mappen kunnen niet samen met de optie $name gebruikt worden

source: no file names
fr: aucun nom de fichier n'a été donné sur la ligne de commande
nl: geen bestanden opgegeven

source: no file with $name
fr: impossible d'utiliser des fichiers avec l'option $name
nl: bestanden kunnen niet samen met de optie $name opgegeven worden

source: no files
fr: cette modification n'a aucun fichier: il faut en ajouter quelques-uns pour pouvoir continuer
nl: Deze wijziging heeft geen bestanden gekoppeld; voeg een bestand toe om verder te kunnen gaan

source: no files copied
fr: ${plural $number '$number erreurs fatales' 'une erreur fatale'}: aucun fichier copié
nl: $number onoverkomelijke fout${plural $number en} gevonden; geen bestanden gekopieerd

source: no files uncopied
fr: ${plural $number '$number erreurs fatales' 'une erreur fatale'}: aucune copie de fichier n'a été annulée
nl: $number onoverkomelijke fout${plural $number en} geconstateerd; geen bestanden uit de wijziging verwijderd

source: no history files found
fr: aucun fichier d'historique trouvé sous le répertoire spécifié
nl: no history files found below the directory specified

source: no info $name
fr: nom d'information de version «$name» inconnu
nl: versie-informatienaam "$name" is onbekend

source: no input file
nl: no input file name specified

source: no int dir
fr: cette modification est au stade «$state»: il n'y a pas de répertoire d'intégration
nl: deze wijziging heeft de status '$state'; er is geen integratiemap

source: no int merge
fr: on ne peut fusionner une modification au stade «being integrated»
nl: een wijziging met de status 'being integrated' kan niet worden samengevoegd

source: no list
fr: aucun nom de liste précisé
nl: geen lijstnaam opgegeven

source: no log file
fr: cette modification est au stade «$state»: il n'y a pas de fichier journal
nl: deze wijziging heeft de status '$state', er is geen logbestand

source: no merge anticipate
fr: impossible d'utiliser une option de fusion avec l'option «-ANticipate»
nl: een samenvoegoptie kan niet samen gebruikt worden met -ANticipate

source: no new files
fr: ${plural $number '$number erreurs fatales' 'une erreur fatale'}: aucun fichier ajouté
nl: $number fatale fout${plural $number en} geconstateerd; geen nieuwe bestanden toegevoegd

source: no output file
nl: no output file name specified

source: no project name
fr: il faut donner explicitement le nom du projet à cette commande
nl: Geef expliciet de projectnaam op bij dit commando

source: no report $name
fr: nom de rapport «$name» inconnu
nl: rapportnaam "$name" is onbekend

source: no report name
fr: aucun nom de rapport précisé
nl: geen rapportnaam opgegeven

source: no result $number tests
fr: ${plural $number '$number tests n`ont' 'un test n`a'} produit aucun résultat
nl: $number test${plural $number en} ${plural $number gaven gaf} geen resultaat

source: no size specified
fr: pas de taille précisée
nl: geen grootte opgegeven

source: no suitable files in common
fr: aucun fichier valable en commun
nl: geen geschikte bestanden gemeen

source: no user name
fr: il faut donner un nom d'utilisateur à cette commande
nl: geef de gebruiker op bij dit commando

source: no user names
fr: aucun nom d'utilisateur précisé
nl: geen gebruikers opgegeven

source: not $name1 and $name2 and $name3 together
fr: les options $name1, $name2 et $name3 sont mutuellement exclusives: on ne peut en préciser qu'une
nl: de opties $name1, $name2 en $name3 sluiten elkaar uit, er kan er maar één opgeven worden

source: not $name1 and $name2 together
fr: les options $name1 et $name2 sont mutuellement exclusives: on ne peut en préciser qu'une
nl: de opties $name1 en $name2 sluiten elkaar uit, er kan er maar één opgegeven worden

source: not a branch
fr: cette modification n'est pas une branche
nl: deze wijziging is geen tak

source: not a developer
fr: l'utilisateur «$user» n'est pas développeur
nl: gebruiker "$user" is niet aangemeld als ontwikkelaar

source: not a reviewer
fr: l'utilisateur «$user» n'est pas réviseur
nl: gebruiker "$user" is niet aangemeld als reviewer

source: not an administrator
fr: l'utilisateur «$user» n'est pas administrateur
nl: gebruiker "$user" is niet aangemeld als administrator

source: not an even number of args
nl: you must give an even number of files to this command

source: not an integrator
fr: l'utilisateur «$user» n'est pas intégrateur
nl: gebruiker "$user" is niet aangemeld als integrator

source: not developer
fr: l'utilisateur «$user» n'est pas le développeur de cette modification: seul l'utilisateur «$developer» peut y travailler
nl: gebruiker "$user" is niet de ontwikkelaar; alleen gebruiker "$developer" kan aan deze wijziging werken

source: not enough admin
fr: il faut au moins un administrateur en permanence
nl: er moet op zijn minst altijd een administrator zijn

source: not integrator
fr: l'utilisateur «$user» n'est pas l'intégrateur de cette modification: seul l'utilisateur «$integrator» peut y travailler
nl: gebruiker "$user" is niet de integrator; alleen "$integrator" kan aan deze wijziging werken

source: not reviewer
fr: l'utilisateur «$user» n'est pas le réviseur de cette modification: seul l'utilisateur «$reviewer» peut y travailler
nl: gebruiker "$user" is niet de juiste reviewer; alleen gebruiker "$reviewer" kan aan deze wijziging werken

source: not valid in current context
fr: invalide dans le contexte actuel
nl: niet geldig in deze context

source: open $filename: no curl library
nl: unable to open "$filename" because there was no -lcurl library available when Aegis was built. The curl library is used to read many different style of URL. If you are using a package manager, it may usually be found in the curl-devel package. You will need to reconfigure and rebuild Aegis once it is installed.

source: outstanding change
fr: cette modification est au stade «$state»
nl: deze wijziging heeft de status '$state'

source: outstanding changes
fr: il y a ${plural $number '$number modifications' 'une modification'} en suspens: on ne peut utiliser cette commande s'il y a des modifications en suspens
nl: er ${plural $number zijn is} nog $number openstaande ${plural $number wijziging wijzigingen}; dit commando kan alleen gebruikt worden als er geen wijzigingen meer openstaan

source: page length $number out of range
fr: longueur de page $number en dehors du domaine
nl: paginalengte $number valt buiten bereik

source: page width $number out of range
fr: largeur de page $number en dehors du domaine
nl: paginabreedte $number valt buiten bereik

source: parse error
fr: impossible de comprendre ce que vous voulez dire
nl: ontledingsfout

source: parse error; also virtual memory exceeded
fr: impossible de comprendre ce que vous voulez dire: c'est trop complexe pour tenir en mémoire
nl: ontledingsfout, en onvoldoende geheugen beschikbaar

source: parse error; also virtual memory exhausted
fr: impossible de comprendre ce que vous voulez dire: c'est trop complexe pour tenir en mémoire
nl: ontledingsfout, en onvoldoende geheugen beschikbaar

source: parser stack overflow
fr: impossible de comprendre ce que vous voulez dire: c'est trop complexe et la pile a débordé
nl: Niet in staat te begrijpen wat bedoeld werd, te ingewikkeld, blew my stack

source: partial build complete
fr: construction partielle terminée à ${date %H:%M}
nl: gedeeltelijke compilatie is voltooid ${date %H:%M}

source: partial build started
fr: construction partielle commencée à ${date %H:%M}
nl: gedeeltelijke compilatie is gestart ${date %H:%M}

source: passed $number tests
fr: ${plural $number '$number tests réussis' 'un test réussi'}
nl: $number test${plural $number en} met goed gevolg doorlopen

source: proj dir $filename
fr: répertoire du project «$filename»
nl: projectmap "$filename"

source: proj has no tests
nl: this project requires relevant tests before this command may be used

source: project $name exists
fr: le projet «$name» existe déjà
nl: projectnaam "$name" is al in gebruik

source: project $name too long
fr: nom du projet «$name» trop long ${plural $number 'de $number caractères' 'd`un caractère'}
nl: projectnaam "$name" is te lang ($number tekens)

source: project alias $name exists
fr: l'alias de projet «$name» existe déjà
nl: projectalias "$name" is reeds in gebruik

source: project alias $name exists not
fr: «$name» n'est pas l'alias d'un projet
nl: de naam "$name" is geen projectalias

source: project attributes complete
fr: attributs du projet modifiés
nl: attributen zijn gewijzigd

source: read $filename: $errno
fr: lecture de «$filename»: $errno
nl: lezen van "$filename": $errno

source: read $filename: format error
fr: lecture de «$filename»: erreur de format
nl: lezen van "$filename": onjuiste bestandsindeling

source: read history files
fr: lecture des fichiers d'historique pour apprendre quand et par qui chaque fichier a été modifié...
nl: reading history files to learn when each file was changed and by whom...

source: reconstruct baseline
fr: extraction des révisions de tête des fichiers importés pour reconstruire la base de référence du projet...
nl: checking out head revisions of imported files to reconstruct the project baseline...

source: remember to use the aerb command
fr: Si vous voulez réviser cette modification, merci d'utiliser la commande «aegis -review-begin» dès que possible. Cela évitera de faire perdre un temps précieux aux autres réviseurs.
nl: Deze wijziging heeft de status 'awaiting review'. Als u deze wijziging gaat reviewen, gebruik dan het commando Aegis -review-begin, om te voorkomen dat andere ontwikkelaars dubbel reviewwerk gaan doen.

source: remove administrator $name complete
fr: l'utilisateur «$name» n'est plus administrateur
nl: gebruiker "$name" is afgemeld als administrator

source: remove developer $name complete
fr: l'utilisateur «$name» n'est plus développeur
nl: gebruiker "$name" is afgemeld als ontwikkelaar

source: remove development directory
fr: suppression du répertoire de développement
nl: verwijderen van ontwikkelmap

source: remove file $filename complete
fr: le fichier «$filename» sera supprimé par cette modification
nl: bestand "$filename" is verwijderd uit deze wijziging

source: remove file fail
fr: ${plural $number '$number erreurs fatales' 'une erreur fatale'}: aucun fichier supprimé dans cette modification
nl: $number fatale fout${plural $number en} gevonden; er zijn geen bestanden uit deze wijziging verwijderd

source: remove file undo $filename complete
fr: le fichier «$filename» n'est plus supprimé dans cette modification
nl: bestand "$filename" is niet langer verwijderd door deze wijziging

source: remove file undo fail
fr: ${plural $number '$number erreurs fatales' 'une erreur fatale'}: aucune suppression de fichier n'a été annulée
nl: $number fatale fout${plural $number en} gevonden; "bestanden verwijderen" is niet ongedaan gemaakt

source: remove integration directory
fr: suppression du répertoire d'intégration
nl: verwijderen van integratiemap

source: remove integrator $name complete
fr: l'utilisateur «$name» n'est plus intégrateur
nl: gebruiker "$name" is afgemeld als integrator

source: remove old development directory
fr: suppression de l'ancien répertoire de développement
nl: verwijderen van oude ontwikkelmap

source: remove project alias $name complete
fr: alias «$name» supprimé
nl: alias "$name" is verwijderd

source: remove project complete
fr: supprimé
nl: project is verwijderd

source: remove project directory
fr: suppression du répertoire du projet
nl: verwijderen van projectmap

source: remove reviewer $name complete
fr: l'utilisateur «$name» n'est plus réviseur
nl: gebruiker "$name" is afgemeld als reviewer

source: removing symbolic links to baseline
nl: de-merging files from all baselines from working directory according to directory style

source: report $name ambig
fr: nom de rapport «$name» ambigu ($name_list)
nl: rapportnaam "$name" is niet eenduidig ($name_list)

source: report aborted
fr: rapport avorté
nl: rapport afgebroken

source: requires at least one argument
fr: exige un argument au moins
nl: heeft minstens één argument nodig

source: requires one argument
fr: exige un seul argument
nl: heeft één argument nodig

source: requires one or two arguments
fr: exige un ou deux arguments
nl: heeft één of twee argumenten nodig

source: requires three arguments
nl: heeft drie argumenten nodig

source: requires two arguments
fr: exige deux arguments
nl: heeft twee argumenten nodig

source: requires two or more arguments
fr: exige deux arguments ou plus
nl: heeft twee of meer argumenten nodig

source: requires two or three arguments
fr: exige deux ou trois arguments
nl: heeft twee of drie argumenten nodig

source: requires zero arguments
fr: exige zéro argument
nl: heeft geen argumenten nodig

source: restart integration after upgrade
fr: aucune modification ne devrait être au stade «$state» lors d'une mise à niveau d'Aegis, car un attribut des fichiers est absent. Merci d'utiliser «aegis -ibu» puis «aegis -ib» sur cette modification pour relancer l'intégration
nl: Geen enkel wijziging kan de status $state hebben terwijl Aegis wordt vernieuwd omdat sommige bestands statussen niet beschikbaar zijn. Gebruik "aegis -ibu" en daarna "aegis -ib" op deze wijziging om de integratie te herstarten

source: review begin complete
fr: l'utilisateur «$user» a commencé la révision
nl: review wijziging "$user" is begonnen

source: review begin undo complete
fr: début de la révision annulé
nl: begin review ongedaan gemaakt

source: review fail complete
fr: révision désapprouvée, renvoi au développeur
nl: wijziging is afgekeurd; terug naar ontwikkelaar

source: review pass complete
fr: révision approuvée
nl: wijziging is goedgekeurd

source: review pass undo complete
fr: approbation annulée
nl: "wijziging goedgekeurd" is ongedaan gemaakt

source: reviewer may not integrate
fr: le réviseur d'une modification ne peut pas aussi l'integrer
nl: de reviewer van een wijziging mag deze niet ook integreren

source: rm int dir
fr: suppression du répertoire d'intégration
nl: verwijderen van integratiemap

source: second argument must be "Absolute" or "Relative"
fr: le deuxième argument doit être «Absolute» ou «Relative»
nl: tweede argument moet "Absolute" of "Relative" zijn

source: single file with -Output
fr: il faut un fichier seulement pour l'option «-Output» (et non pas $number)
nl: slechts één bronbestand kan worden opgegeven met de optie -Output; u gaf er $number

source: skipped $number tests
nl: skipped $number test${plural $number s}

source: sort requires a list argument (was given $name)
fr: le tri exige un argument du type liste (un type $name a été donné)
nl: sorteren heeft een lijst als argument nodig (kreeg $name)

source: sort requires exactly 1 argument (was given $number)
fr: le tri exige un seul argument ($number arguments ont été donnés)
nl: sorteren heeft precies één argument nodig (kreeg $number)

source: source file unknown
fr: fichier source inconnu
nl: bronbestand is onbekend

source: standard input
fr: l'entrée standard
nl: standaardinvoer

source: standard output
fr: la sortie standard
nl: standaarduitvoer

source: sync error, try again
fr: quelque chose a changé, opération avortée, veuillez réessayer
nl: er is iets gewijzigd; actie is afgebroken; probeer het opnieuw

source: syntax error
fr: impossible de comprendre ce que vous voulez dire
nl: syntaxfout

source: syntax error: cannot back up
nl: syntaxfout: kan niet terugstappen

source: syntax error; also virtual memory exhausted
nl: syntaxfout, en onvoldoende geheugen beschikbaar

source: tab width $number out of range
fr: largeur de tabulation de $number en dehors du domaine
nl: een tab breedte van $number is buiten bereik

source: test $current of $total
nl: test $current of $total, ETA $remaining

source: test $filename scored $number
fr: $number $filename
nl: $number $filename

source: test -bl required
fr: il faut réussir un «aegis -Test -BaseLine» $outstanding pour pouvoir terminer le développement de cette modification
nl: deze wijziging moet worden getest met 'aegis -Test -BaseLine' $outstanding voordat het ontwikkelen kan worden beeindigd
