Repository: mdhender/aegis
Catalog: lib/*/LC_MESSAGES/libaegis.po
Languages: fr

source: $$$name must be positive
fr: le variable d'environment $name doit être chiffre décimal positif

source: $filename baseline fail, good
fr: test «$filename» sur base de réference échoué (comme il en aurait du)

source: $filename baseline pass, not good
fr: test «$filename» sur base de réference réussi (il faut s'échoué)

source: $filename fail
fr: test «$filename» échoué

source: $filename modified by history tool
fr: l'outil d'histoire a altéré le fichier source «$filename»

source: $filename no result
fr: test «$filename» n'est produit aucun résultat; quelque problem d'autre a prévenu l'exercice de la fonctionnalité sur test

source: $filename pass
fr: test «$filename» réussi

source: $filename unrelated
fr: chemin «$filename» sans rapport

source: $filename: $linenumber: don't use %% substitutions
fr: $filename: $linenumber: avis: les substitutions parcent (%%) sont hors d'usage; merci d'utilisez les dollar ($$) substitutions équivalent

source: $filename: $linenumber: empty $${} substitution
fr: $filename: $linenumber: substitution $${} vide

source: $filename: $linenumber: in substitution "$message" found unused variables
fr: $filename: $linenumber: $number variable${plural $number s} inutilisée${plural $number s} trouvée${plural $number s} à la substition «$message»; avorté

source: $filename: $linenumber: in substitution "$message" variable "$name" unused
fr: $filename: $linenumber: variable «$name» non utilisé à la substitution «$message»

source: $filename: $linenumber: substitution $${$name} failed: $message
fr: $filename: $linenumber: substitution $${$name} échouée: $message

source: $filename: $linenumber: unterminated $${} \ sequence
fr: $filename: $linenumber: sequence $${} \ non terminée

source: $filename: $linenumber: unterminated $${} quotes
fr: $filename: $linenumber: guillemets $${} non terminés

source: $filename: $linenumber: unterminated $${} substitution
fr: $filename: $linenumber: substitution $${} non terminée

source: $filename: $linenumber: unterminated %%() substitution
fr: $filename: $linenumber: substitution %%() non terminée

source: $filename: arch needs name and pattern
fr: $filename: précisez l'architectures comme nom et forme tout les deuxpattern

source: $filename: contains no "$field_name" field
fr: $filename: ne contient aucun champ du «$field_name»

source: $filename: corrupted "$field_name" field
fr: $filename: champ du «$field_name» est corrumpu

source: $filename: gid $number1 invalid, must be >= $number2
fr: $filename: l'ID du groupe ($number1) de ce fichier est trop petit; il s'agit plus qu'au ou égal à AEGIS_MIN_GID ($number2). Cette condition issue probablement au cause d'un problèm de restaurationpour en réparer merci d'utilisez la commande «chgrp -R <group> $filename» avec quelque nom valable du <group>. [Il faut être root.]

source: $filename: group is $number1, should be $number2
fr: $filename: groupe est le $number1, $number2 est requis

source: $filename: has been tampered with (fatal)
fr: $filename: a été manipulé frauduleusement (catastrophe)

source: $filename: has errors
fr: $filename: $number faute${plural $number s} catastrophique${plural $number s} trouvée${plural $number s}

source: $filename: mode is $number1, should be $number2
fr: $filename: la permission est $number1, $number2 requis

source: $filename: owner is $number1, should be $number2
fr: $filename: propriétaire est $number1, $number2 requis

source: $filename: too many errors
fr: $filename: trop d'erreurs, avorté

source: $filename: uid $number1 invalid, must be >= $number2
fr: $filename: l'ID d'utilisateur ($number1) de ce fichier est trop petit; il s'agit plus qu'au ou égal à AEGIS_MIN_GID ($number2). Cette condition issue probablement au cause d'un problèm de restaurationpour en réparer merci d'utilisez la commande «chown -R <user> $filename» avec quelque nom valable du <user>. [Il faut être root.]

source: $function: argument $number: cannot convert string into a time
fr: $function: argument $number: ne peut convertir chaìne dans un temps

source: $function: argument $number: integer value required (was given $name)
fr: $function: argument $number: requiert valeur entier ($name donné)

source: $function: argument $number: precision of $value is out of range
fr: $function: argument $number: précision de $value hors série

source: $function: argument $number: real value required (was given $name)
fr: $function: argument $number: requiert valeur reél ($name donnée)

source: $function: argument $number: string value required (was given $name)
fr: $function: argument $number: requiert une chaìne ($name donnée)

source: $function: argument $number: time value required (was given $name)
fr: $function: argument $number: requiert valeur time ($name donnée)

source: $function: argument $number: unable to print $name value
fr: $function: argument $number: impossible d'imprimer $name valeur

source: $function: argument $number: width $value out of range
fr: $function: argument $number: largeur $value hors gamme

source: $function: result too long
fr: $function: resultat est trop long

source: $function: too few arguments
fr: $function: pas assez d'arguments

source: $function: too many arguments ($number1 given, only $number2 used)
fr: $function: trop d'arguments ($number1 donné, $number2 utilisé)

source: $function: unknown format specifier '$name'
fr: $function: descripteur du format '$name' inconnu

source: $name lock not available
fr: $name verrou n'est pas disponible

source: $name needs dir
fr: l'option $name doit être suivi par un chemin d'accès

source: $name needs file
fr: l'option $name doit être suivi par un nom du fichier

source: $name needs files
fr: l'option $name doit être suivi par un ou plusiers noms du fichiers

source: $name needs name
fr: l'option $name doit être suivi par un nom

source: $name needs number
fr: l'option $name doit être suivi par un nombre

source: $name needs string
fr: l'option $name doit être suivi par une chaìne

source: $name1 and $name2
fr: $name1 et $name2

source: -TRace needs DEBUG
fr: Avis: l'option -TRace sans effet sauf qu'on a construit Aegis avec définition du DEBUG au fichier d'inclus 'common/main.h'

source: AEGIS_USER_GID ($number1) vs AEGIS_MIN_GID ($number2) misconfigured
fr: Ce programme a été mal configuré. Le AEGIS_USER_GID (soit actuellement $number1) doit être plus moins que AEGIS_MIN_GID (soit actuellement $number2). Il faut nier AEGIS_USER_GID à propriété des projets. C'est une erreur catastrophe.

source: AEGIS_USER_UID ($number1) vs AEGIS_MIN_UID ($number2) misconfigured
fr: Ce programme a été mal configuré. Le AEGIS_USER_UID (soit actuellement $number1) doit être plus moins que AEGIS_MIN_UID (soit actuellement $number2). Il faut nier AEGIS_USER_UID à propriété des projets. C'est une erreur catastrophe.

source: absolute path required
fr: chemin d'accès absolu requis

source: alias loop detected
fr: alias récursif découvert

source: ambiguous substitution name
fr: nom de substitution ambigu

source: appending log to $filename
fr: attacher fichier log à «$filename»

source: architecture "$name" forbidden
fr: architecture «$name» nié; ne pas accomplir cette commande à cette machine

source: architecture "$name" unknown
fr: architecture «$name» inconnue

source: architecture "$name" unlisted
fr: architecture «$name» se trouve à l'attributs de la modification mais pas au fichier «config» du projet

source: archive member $filename changed size
fr: le fichier $filename a changé de taille lors du traitement et a été corrompu

source: arithmetic type required for decrement (was given $name)
fr: type arithmétique requiert pour la décrémentation ($name donné)

source: arithmetic type required for increment (was given $name)
fr: type arithmétique requiert pour l'incrémentation ($name donné)

source: attributes in $filename
fr: text d'attributs reste au fichier «$filename»

source: bad pa, rel def dev dir
fr: il faut préciser le répertoire du développement normal comme chemin d'accès absolu

source: bad pattern $filename
fr: forme du nom de fichier «$filename» illégal

source: bad project $name
fr: nom du projet «$name» n'est pas valide

source: bad send no files
fr: aucun fichiers à distribuer

source: bad send state
fr: cette modification est au stade '$state'; elle doit être au stade supériur pour l'envoyer

source: bad version $number
fr: numéro de version «$number» n'est pas valide

source: baseline read lock not available
fr: verrou de lire pour base de réference n'est pas disponible

source: baseline write lock not available
fr: verrou d'ecrire pour base de réference n'est pas disponible

source: boolean value required for arithmetic if (was given $name)
fr: valeur booleénne requiert pour 'if' arithmétique ($name donné)

source: boolean value required for logical and (was given $name)
fr: valeur booléenne requiert pour ``and'' logique ($name donné)

source: boolean value required for logical or (was given $name)
fr: valeur booléenne requiert pour ``or'' logique ($name donné)

source: boolean value required in if statement (not $name)
fr: valeur booléenne requiert pour statement ``if'' ($name donné)

source: change $change: $message
fr: modification $change: $message

source: change $number not completed
fr: modification $number est au stade «$state»; ell doit être au stade «completed» pour se participer à l'option --delta-from-change

source: change $number out of range
fr: numéro de modification $number hors gamme; il doit être petit chiffre positiv

source: change already present
fr: cette modification a été annulée parce qu'elle existe deja au référentiel du projet.

source: command "$command" exit status $number
fr: commande «$command» code de sortie $number

source: command "$command" stopped
fr: la commande «$command» s'arrêtée

source: command "$command" terminated by $signal
fr: la commande «$command» est terminée par $signal

source: command "$command" terminated by $signal (core dumped)
fr: la commande «$command» est terminée par $signal (déposer l'image)

source: command line too short
fr: ligne de commande trop court

source: content transfer encoding $name unknown
fr: codage «$name» pour transfert de contenu inconnu

source: cp $filename1 $filename2: $errno
fr: copier «$filename1» «$filename2»: $errno

source: create $filename: $errno
fr: créer «$filename»: $errno

source: creating symbolic links to baseline
fr: créer liens symbolique au base de réference

source: date $name unknown
fr: la chaìne «$name» ne s'apparait comme date

source: date in the future
fr: Avis: date du changement est au futur. la meme commande pourra pris des resultats difféerents s'il en recourirait à l'avenir.

source: delta $number out of range
fr: numéro du changement $number hors série, it doit être petit chiffre positif

source: division by zero
fr: division de zero

source: duplicate $name option
fr: l'option $name en double; ne peut donner q'une

source: end-of-file within comment
fr: fin de fichier en commentaire

source: end-of-file within string
fr: fin de fichier en chaìne

source: end-of-line within string
fr: extrémité d'une ligne en chaìne

source: environment variable $name not set
fr: variable d'environnement «$name» vide

source: exec "$filename": $errno
fr: exécuter «$filename»: $errno

source: fatal error during fatal error recovery
fr: une erreur fatale s'arrivé lors d'essayer de recouvrer d'une erreur première fatale. Quelques donnés peut être corrumpu. Mettre le gourou d'Aegis au courrant immedemment.

source: field "$name" redefined
fr: nom de champ «$name» redéfiné

source: file "$filename" already exists in project
fr: fichier «$filename» existe deja au projet

source: file "$filename" bombs filters
fr: nom du fichier «$filename» ne se passe des formes filtrés du nom de fichiers (voir le fichier 'config')

source: file "$filename" is log file
fr: nom du fichier «$filename» est en double du nom du fichier journal

source: file "$filename" part "$part" bombs filters
fr: partie «$part» du chemin d'access de «$filename» rejeté par des formes filtres du nom du fichiers (voir le fichier 'config')

source: file "$filename" part "$part" contains illegal characters
fr: élément «$part» du chemin d'access du fichier «$filename» contient des caractères illégals

source: file "$filename" part "$part" contains shell special characters
fr: élément «$part» du chemin d'access «$filename» contient des caractèrs spécials au shell

source: file "$filename" part "$part" is log file
fr: élément «$part» du chemin d'access «$filename» en double du nom du fichier journal

source: file "$filename" part "$part" not suitable for DOS
fr: element «$part» du chemin d'access «$filename» n'est pas valable pour DOS; proposer «$suggest» au lieu de cela

source: file "$filename" part "$part" not suitable for Windows
fr: élément «$part» du chemin d'access «$filename» n'est pas valable pour Windows

source: file "$filename" part "$part" too long, suggest "$suggest" instead
fr: element «$part» du chemin d'access «$filename» trop long (par $number); proposer «$suggest» au lieu de cela

source: file "$filename" too long, suggest "$suggest" instead
fr: nom du fichier «$filename» trop long (par $number); proposer «$suggest» au lieu de cela

source: file "$filename1" collides with file "$filename2" in project
fr: nom du fichier «$filename1» heurter le nom du fichier «$filename2» au projet

source: file name "$filename" contains illegal characters
fr: nom du fichier"$filename» y compris des caractèers illégal

source: file name "$filename" contains shell special characters
fr: nom du fichier «$filename» y compris des caractèrs spécial de shell

source: file name "$filename" not suitable for DOS
fr: nom du fichier «$filename» ne s'adapté à DOS; proposer «$suggest» au lieu de cela

source: file name "$filename" not suitable for Windows
fr: nom du fichier «$filename» ne s'adapté à Windows

source: files modified by history tool
fr: l'outil d'histoire a été altéré ${plural $number 'les fichiers' 'le fichier'}. ${plural $number 'les fichiers sources' 'le fichier source'} au référentiel du projet ${plural $number 'ne sont' 'n'est'} plus en conformité avec ${plural $number 'les fichiers objets' 'le fichier objet'} au référentiel du projet donc l'intégrité n'est plus irréprochable.

source: fingerprint $filename: $errno
fr: empreinte «$filename»: $errno

source: floating ``break'' statement
fr: instruction ``break'' se trouve flottant

source: floating ``continue'' statement
fr: instruction ``continue'' se trouve flottant

source: floating ``return'' statement
fr: instruction ``return'' se trouve flottant

source: for the $name_list architectures
fr: pour ${plural $number les le} $name_list architecture${plural $number s}

source: found unlisted architectures
fr: $number architecture${plural $number s} inconnue${plural $number s}; changer l'attributes de la modification pour $plural $number 'les enlever' 'l'enlever} ou bien changer le fichier ``config'' du projet pour ${plural $number 'les ajouter' 'l'ajouter}

source: getcwd: $errno
fr: chercher le répertoir actuel: $errno

source: gid $number unknown
fr: gid $number inconnu

source: global state lock not available
fr: serrure d'etat global n'est pas disponible

source: group "$name" unknown
fr: nom du groupe «$name» inconnu

source: group $name too privileged
fr: nom du group «$name» trop privilégié

source: gunzip $filename: $errno
fr: lors du décompression du fichier «$filename»: $errno

source: gzip $filename: $errno
fr: lors de la compression du fichier «$filename»: $errno

source: history lock not available
fr: verrou d'histoire n'est pas disponible

source: history_query_command return empty
fr: le 'history_query_command' a produit le chaìne vide, soit inutile

source: illegal '$name' character
fr: caractère '$name' illégal

source: illegal addition ($name1 + $name2)
fr: l'addition ($name1 + $name2) illégal

source: illegal bit not ($name)
fr: bit-wise ``not'' requiert valeur entier ($name donné)

source: illegal comparison ($name1 != $name2)
fr: comparaison ($name1 != $name2) illégale

source: illegal comparison ($name1 !~ $name2)
fr: comparaison ($name1 !~ $name2) illégale

source: illegal comparison ($name1 < $name2)
fr: comparaison ($name1 < $name2) illégale

source: illegal comparison ($name1 <= $name2)
fr: comparaison ($name1 <= $name2) illégale

source: illegal comparison ($name1 == $name2)
fr: comparaison ($name1 == $name2) illégale

source: illegal comparison ($name1 > $name2)
fr: comparaison ($name1 > $name2) illégale

source: illegal comparison ($name1 >= $name2)
fr: comparaison ($name1 >= $name2) illégale

source: illegal comparison ($name1 ~~ $name2)
fr: comparaison ($name1 ~~ $name2) illégale

source: illegal count request ($name)
fr: count request ($name) illégal

source: illegal division ($name1 / $name2)
fr: division ($name1 / $name2) illégale

source: illegal join ($name1 ## $name2)
fr: join ($name1 ## $name2) illégal

source: illegal keys request ($name)
fr: demande de cles ($name) illégal

source: illegal left hand side of assignment
fr: l'assignation gauchet est illégal; ll faut une variable affectable

source: illegal left hand side of assignment (was given $name)
fr: l'assignation gauchet est illégal ($name donné); il faut une variable affectable

source: illegal logical not ($name)
fr: valeur booléenne requiert pour ``not'' logique ($name donnée)

source: illegal lookup ($name1[$name2])
fr: lookup ($name1[$name2]) illégal

source: illegal modulo ($name1 %% $name2)
fr: modulo ($name1 %% $name2) illégal

source: illegal multiplication ($name1 * $name2)
fr: multiplication ($name1 * $name2) illégal

source: illegal negative ($name)
fr: le negatif requiert une valeur entier ($name donnée)

source: illegal positive ($name)
fr: le positiv requiert une valeur entier ($name donnée)

source: illegal power ($name1 ** $name2)
fr: power ($name1 ** $name2) illégal

source: illegal shift ($name1 << $name2)
fr: right shift ($name1 << $name2) illégal

source: illegal shift ($name1 >> $name2)
fr: left shift ($name1 >> $name2) illégal

source: illegal subtraction ($name1 - $name2)
fr: la soustraction ($name1 - $name2) illégale

source: inappropriate $name option
fr: l'option $name du ligne de commande déplacée

source: integer index required (was given $name)
fr: index entier exigé ($name donné)

source: integer value required for bit and (was given $name)
fr: valeur entier exige pour l'opérateur ``and'' de manipulation de bits ($name donnée)

source: integer value required for bit or (was given $name)
fr: valeur entier exige pour l'opérateur ``or'' de manipulation de bits ($name donné)

source: integer value required for bit xor (was given $name)
fr: valeur entier exige pour l'opérateur ``exclusive or'' de manipulation de bits ($name donné)

source: interrupted by $signal
fr: interrompre par $signal

source: invalid function arguments
fr: cet appel à fonction n'a ni le nombre ni le type correct des arguments

source: invalid function name ($name)
fr: une expression de type $name a été donnée au lieu d'un num de fonction

source: list value required (was given $name)
fr: valeur de type list requise ($name donnée)

source: lock not available
fr: verrou n'est pas disponible

source: logging to $filename
fr: faire journalisation à «$filename»

source: loop condition must be boolean (not $name)
fr: une boucle exige un conditionnel booléen ($name donné)

source: lstat $filename: $errno
fr: $filename: $errno

source: making dev dir read only
fr: faire lire seulement le répertoire du développement

source: making dev dir writable
fr: refaire écritable le répertoire du développement

source: malformed exponent
fr: exposant malformé

source: malformed hex constant
fr: constante hexadécimal malformée

source: may not assign to a list member ($name1[$name2])
fr: élément d'une list ($name1[$name2]) n'est pas affectable

source: may not use $name in the background
fr: ne peut utiliser $name en l'arriere plan

source: misplaced "$name" option
fr: l'option «$name» mal placée au ligne de commande

source: misplaced file name ("$filename")
fr: nom du ficher ("$filename") mal placé au ligne de commande

source: misplaced number ($number)
fr: nombre ($number) mal placé au ligne de commande

source: modifiable lvalue required for decrement
fr: la décrémentation exige un lvalue affectable

source: modifiable lvalue required for decrement (was given $name)
fr: la décrémentation exige un lvalue affectable ($name donné); il faut une variable affectable

source: modifiable lvalue required for increment
fr: l'incrémentation exige un lvalue affectable

source: modifiable lvalue required for increment (was given $name)
fr: l'incrémentation exige un lvalue ($name donné); il faut une variable affectable

source: modulo by zero
fr: modulo sur zero

source: new branch complete
fr: crée

source: new change complete
fr: crée

source: new file $filename not created
fr: le fichier «$filename» n'a été crée

source: new project complete
fr: crée

source: no "$name", guessing "$guess"
fr: le nom «$name» n'est pas défini; supposer vous veulez dire «$guess» au lieu de cela

source: no $filename
fr: fichier «$filename» inconnu

source: no $name project
fr: projet «$name» inconnu

source: no $name project, closest is $guess
fr: nom du projet «$name» inconnu; l'un de tout pres c'est «$guess»

source: no change number
fr: il faut donner le numéro explicite de la modification à cette commande

source: no delta $name
fr: nom du delta «$name» inconnu

source: no delta $name, closest is $guess
fr: nom du delta «$name» inconnu; l'un de tout pres c'est «$guess»

source: no dev dir
fr: cette modification est au stade '$state'; il n'y a pas répertoire du développement

source: no file names
fr: aucun noms de fichiers précisez au ligne de commande

source: no int dir
fr: cette modification est au stade '$state'; il n'y a pas répertoire d'intégration

source: no log file
fr: cette modification est au stade '$state'; il n'y a pas fichier journal

source: no project name
fr: il faut donner d'explicit le nom du projet à cette commande

source: no report $name
fr: nom du rapport"$name» inconnu

source: no report name
fr: aucun nom du rapport précisé

source: not $name1 and $name2 and $name3 together
fr: les options $name1 et $name2 et $name3 sont s'excluses; ne peut préciser q'une

source: not $name1 and $name2 together
fr: les options $name1 et $name2 sont s'excluses; ne peut préciser q'une

source: not a branch
fr: cette modification n'est pas une branche

source: not valid in current context
fr: non valide au contexte actuel

source: open $filename: $errno
fr: ouvrir «$filename»: $errno

source: outstanding change
fr: cette modification est au stade '$state'

source: outstanding changes
fr: il y a $number modification${plural $number s} en suspens; ne peut utiliser cette commande s'il y a des modifications en suspens

source: page length $number out of range
fr: longeur du page $number est hors gamme

source: page width $number out of range
fr: largeur du page $number est hors gamme

source: parse error
fr: ne comprendre pas ce que vous voulez dire

source: parse error; also virtual memory exceeded
fr: ne comprendre pas ce que vous voulez dire; parce qu'il est trop compliqué de reste au mémoire

source: parser stack overflow
fr: ne comprendre pas ce que vous voulez dire; parce qu'il est trop compliqué de reste en pile

source: proj dir $filename
fr: répertoire du project «$filename»

source: project "$project": $message
fr: projet «$project»: $message

source: project $name exists
fr: nom du projet «$name» existe deja

source: project $name too long
fr: nom du projet «$name» trop long (par $number)

source: project alias $name exists
fr: alias du projet «$name» exist deja

source: read $filename: $errno
fr: lire «$filename»: $errno

source: read $filename: format error
fr: lire «$filename»: erreur en forme
