Repository: mdhender/aegis
Catalog: lib/*/LC_MESSAGES/libaegis.po
Languages: fr

source: readlink $filename: $errno
fr: lire du lien «$filename»: $errno

source: removing symbolic links to baseline
fr: enlever les liens symbolique à base de réference

source: rename("$filename1", "$filename2"): $errno
fr: renomer("$filename1", «$filename2»): $errno

source: report $name ambig
fr: nom de rapport «$name» ambigu ($name_list)

source: report aborted
fr: rapport avorté

source: requires at least one argument
fr: exige un argument au moins

source: requires one argument
fr: exige un argument

source: requires one or two arguments
fr: exige un ou deux arguments

source: requires two arguments
fr: exige deux arguments

source: requires two or more arguments
fr: exige deux ou plus arguments

source: requires two or three arguments
fr: exige deux ou trois arguments

source: requires zero arguments
fr: exige zero arguments

source: second argument must be "Absolute" or "Relative"
fr: deuxième argument doit être «Absolute» ou «Relative»

source: sort requires a list argument (was given $name)
fr: trier exige argument du type liste ($name donné)

source: sort requires exactly 1 argument (was given $number)
fr: trier exige un argument seulement ($number donné)

source: source file unknown
fr: fichier source inconnu

source: standard input
fr: l'input standard

source: standard output
fr: l'output standard

source: stat $filename: $errno
fr: $filename: $errno

source: strftime output too large
fr: output du 'strftime' est trop grand

source: syntax error
fr: ne comprendre pas ce que vous voulez dire

source: syntax error: cannot back up
fr: ne comprendre pas ce que vous voulez dire

source: tab width $number out of range
fr: largeur du 'tab' $number hors gamme

source: test mode needs $name
fr: aucune option du $name précisé; C'est obligitoire à ls mode «test».

source: the catch variable must be modifiable
fr: le variable 'catch' doit être modifiable

source: the catch variable must be modifiable (not $name)
fr: le variable 'catch' doit être lvalue modifiable ($name donné)

source: the loop iteration value must be a list (not $name)
fr: une boucle exige une valeur d'itération de type liste ($name donnée)

source: the loop variable must be modifiable
fr: le conditionnel d'une boucle nécessite un lvalue modifiable

source: the loop variable must be modifiable (not $name)
fr: le conditionnel d'une boucle nécessite un lvalue modifiable ($name donné)

source: the name "$name" has already been used
fr: le nom «$name» existe deja

source: the name "$name" is undefined
fr: le nom «$name» non défini

source: throttling $number seconds
fr: sleeping $number second${plural $number s} to allow file modifications times to be consistent

source: throw statement requires string argument (not $name)
fr: l'instruction 'throw' nécessite un argument chaìne ($name donné)

source: too many files
fr: trop de noms du fichies précisés

source: uid $number unknown
fr: uid $number inconnu

source: unfinished: chmod $arg $filename
fr: reprise non fini: chmod $arg $filename

source: unfinished: mv $filename1 $filename2
fr: reprise non fini: mv $filename1 $filename2

source: unfinished: rm $filename
fr: reprise non fini: rm $filename

source: unfinished: rmdir $filename
fr: reprise non fini: rmdir $filename

source: unknown "$name" option
fr: l'option «$name» inconnu au ligne de commande

source: unknown '$name' escape
fr: échappatoire '$name' inconnue

source: unknown change
fr: il n'existe ni modification ne branche de ce numéro au projet

source: unknown substitution name
fr: nom de la substitution inconnue

source: unknown substitution variant
fr: variante substitution inconnue

source: user $name too privileged
fr: utilisateur «$name» est trop privilegé

source: user $name unknown
fr: utilisateur «$name» inconnu

source: user $name unknown, closest is $guess
fr: utilisateur «$name» inconnu; le tout pres c'est «$guess»

source: user $name1, group $name2
fr: utilisateur $name1, groupe $name2

source: user $name: $message
fr: utilisateur «$name»: $message

source: value of type $name required
fr: valeur de type $name exige

source: version $number not a branch
fr: version ``$number'' n'est pas une branche

source: waiting for $name lock
fr: attendre à verrou '$name'

source: waiting for baseline read lock
fr: attendre à verrou de partie au cause du déroulement d'une ``aegis -Integrate_PASS''

source: waiting for baseline write lock
fr: attendre à verrou exclusif cause du déroulement d'un ou plus ``aegis -Build''

source: waiting for global state lock
fr: attendre à verrou d'index d'emplacements des projets

source: waiting for history lock
fr: attendre à verrou d'histoire au cause du déroulement d'un ``aegis -Integrate_PASS'' sur une autre branche

source: waiting for lock
fr: attendre à verrou

source: warning: $filename modified by history tool
fr: avis: l'outil d'histoire a été altéré le fichier source «$filename»

source: warning: $name1 is obsolete, use $name2 environment variable
fr: avis: le variable d'environnement $name1 est hors d'usage; merci de utiliser $name2 au lieu de cela

source: warning: $name1 is obsolete, use $name2 substitution
fr: avis: substitution désuet $name1; $name2 l'a été remplacée dans ce contexte

source: warning: chmod("$filename", $arg): $errno
fr: avis: chmod("$filename", $arg): $errno

source: warning: command "$command" exit status $number
fr: avis: commande «$command» code de sortie $number

source: warning: files modified by history tool
fr: avis: L'outil histoire a été altéré $number ${plural $number 'fichiers sources' 'fichier source'}. ${plural $number 'les fichiers' 'le fichier'} au référentiel du projet ${plural $number 'n'est' 'ne sont'} plus en accord avec ${plural $number 'les fichiers' 'le fichier'} au référentiel du projet. L'outil histoire a fait la compromission d'intégrité du référentiel du projet sauf si le changement se trouve exclusivment au commentaire.

source: warning: potential trojan, proceeding anyway
fr: avis: Cette modifications contient des fichiers qui peut héberger un cheval de Troie; Au cause d'avoir donnée l'option «--no-trojan», le développement sera dérouler malgré ca.

source: warning: potential trojan, review before completing development
fr: Avis: Cette modification contient des fichiers qui peut héberger un cheval de Troie. Vous aurez du faire révision avant de faire construire ou tester ou mettre fin de ca. Cette modification reste au stade «being_developed state».

source: warning: rmdir $filename: $errno
fr: avis: rmdir «$filename»: $errno

source: warning: setgid $arg: $errno
fr: avis: setgid $arg: $errno

source: warning: stat $filename: $errno
fr: avis: stat «$filename»: $errno

source: warning: test mode
fr: Avis: Cette example se courir à la mode «test». Il se muni des attributions réduites au cause des privilegés réduites. Cette mode ne sert que tester seulement.

source: warning: unlink $filename: $errno
fr: avis: unlink «$filename»: $errno

source: warning: utime $filename: $errno
fr: avis: utime «$filename»: $errno

source: write $filename: $errno
fr: écrire «$filename»: $errno

source: yacc stack overflow
fr: ne comprendre pas ce que vous voulez dire; c'est trop compliqué

source: you must create a "$filename" file
fr: il faut créer le fichier «$filename»
