Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: AEGIS_USER_GID ($number1) vs AEGIS_MIN_GID ($number2) misconfigured
de: Dieses Programm ist fehlerhaft konfiguriert. Die AEGIS_USER_GID (momentaner Wert $number1) muss kleiner als AEGIS_MIN_GID (momentaner Wert $number2) sein. Es ist wichtig, dass die AEGIS_USER_GID keine Projekte besitzen darf. Dies ist ein fataler Fehler.
it: Questo programma è mal configurato. AEGIS_USER_GID (attualmente definito come $number1) deve essere inferiore ad AEGIS_MIN_GID (attualmente definito come $number2). È importante che AEGIS_USER_GID non possa essere proprietario di progetti. Questo è un errore fatale.
nl: Dit programma is niet goed afgesteld. Het AEGIS_USER_GID (momenteel gedefineerd als $number1) moet minder zijn dan AEGIS_MIN_GID (momenteel gedefineerd als $number2). Het is belangrijk dat het AEGIS_USER_GID geen eigenaar kan zijn van projecten. Dit is een onoverkomelijke fout.
pt_br: Este programa foi desconfigurado. O AEGIS_USER_GID (atualmente definido como $number1) deve ser menor que o AEGIS_MIN_GID (atualmente definido como $number2). É importante que o AEGIS_USER_GID possa ter projetos. Este é um erro fatal.
ru: Ошибка в конфигурации. Значение переменной окружения AEGIS_USER_GID ($number1) должно быть меньше значения переменно окружения AEGIS_MIN_GID ($number2). Для правильной работы программы важно, чтобы группа с идентификатором AEGIS_USER_GID не могла быть владельцем проектов. Это серьёзная ошибка.
vi: Chương trình này có cấu hình sai. Mã số nhóm của người dùng Aegis (AEGIS_USER_GID), hiện thời xác định là $number1, phải nhỏ hơn mã số nhóm tối thiểu (AEGIS_MIN_GID), hiện thời xác định là $number2. Quan trọng là AEGIS_USER_GID không có khả năng sở hữu dự án. Đây là một lỗi nghiêm trọng.

source: AEGIS_USER_UID ($number1) vs AEGIS_MIN_UID ($number2) misconfigured
de: Dieses Programm ist fehlerhaft konfiguriert. Die AEGIS_USER_UID (momentaner Wert $number1) muss kleiner als AEGIS_MIN_UID (momentaner Wert $number2) sein. Es ist wichtig, dass die AEGIS_USER_UID keine Projekte besitzen darf. Dies ist ein fataler Fehler.
it: Questo programma è mal configurato. AEGIS_USER_UID (attualmente definito come $number1) deve essere inferiore ad AEGIS_MIN_UID (attualmente definito come $number2). È importante che AEGIS_USER_UID non possa essere proprietario di progetti. Questo è un errore fatale.
nl: Dit programma is niet goed afgesteld. Het AEGIS_USER_UID (momenteel gedefineerd als $number1) moet lager zijn dan het AEGIS_MIN_UID (momenteel afgsteld als $number2). Het is belangrijk dat het AEGIS_USER_UID geen eigenaar kan zijn van projecten. Dit is een onoverkomelijke fout.
pt_br: This program has been mis-configured. The AEGIS_USER_UID (currently defined as $number1) must be less than the AEGIS_MIN_UID (currently defined as $number2). It is important that the AEGIS_USER_UID not be able to own projects. This is a fatal error.
ru: Ошибка в конфигурации. Значение переменной окружения AEGIS_USER_UID ($number1) должно быть меньше значения переменно окружения AEGIS_MIN_UID ($number2). Для правильной работы программы важно, чтобы пользователь с идентификатором AEGIS_USER_UID не мог быть владельцем проектов. Это серьёзная ошибка.
vi: Chương trình này có cấu hình sai. Mã số người dùng của người dùng Aegis (AEGIS_USER_UID), hiện thời xác định là $number1, phải nhỏ hơn mã số người dùng tối thiểu (AEGIS_MIN_UID), hiện thời xác định là $number2. Quan trọng là AEGIS_USER_UID không có khả năng sở hữu dự án. Đây là một lỗi nghiêm trọng.

source: New release derived from $name.
de: Neue Release abgeleitet von $name.
it: Nuovo rilascio derivato da $name
nl: Nieuwe vrijgave afgeleid van $name.
ru: Новый выпуск получен из проекта $name.
vi: Bản phát hành mới bắt nguồn từ $name.

source: Project $name
de: Projekt "$name"
it: Progetto «$name»
ru: Проект "$name"
vi: Dự án « $name »

source: Project $name, Change $number
de: Projekt "$name", Change $number
it: Progetto «$name», Change $number
nl: Project "$name", Wijziging $number
ru: Проект "$name", Блок изменений $number
vi: Dự án « $name », Thay đổi $number

source: Project $name, Change $number, File $filename
it: Progetto «$name», Change $number, file «$filename»
ru: Проект "$name", Блок изменений $number, Файл "$filename"
vi: Dự án « $name », Thay đổi $number, Tập tin « $filename »

source: absolute path required
de: Absolute Pfadangabe notwendig
it: È richiesto un percorso assoluto
nl: absoluut pad nodig
ru: требуется абсолютный путь
vi: cần thiết đường dẫn tuyệt đối

source: adjust file modification times
de: anpassen der Datei-Änderungszeiten
it: Assestamento dei tempi di modifica del file in corso
nl: aanpassen laatste wijzigings tijden
pt_br: adjusting file modification times
ru: коррекция времени изменения файлов
vi: đang điều chỉnh các giờ sửa đổi tập tin

source: aedbu, has files
de: Dieser Change beinhaltet Dateien, Sie können dieses Kommando nur auf Changes anwenden, die keine Dateien beinhalten
it: A questa modifica sono associati dei file, è possibile utilizzare questo comando solo su modifiche senza file associati.
nl: Aan deze wijziging zijn bestanden gekoppeld, gebruik dit commando alleen op wijzigingen zonder gekoppelde bestanden.
pt_br: this change has files associated with it, you may only use this command on changes with no associated files
ru: в этом блоке изменений есть файлы, эту команду можно применять только к блокам изменений без файлов
vi: thay đổi này có một số tập tin liên quan, nhưng bạn chỉ có thể dùng lệnh này với thay đổi không có tập tin liên quan

source: aenpr -keep needs -dir
de: Die Option aegis -New-PRoject `-Keep' braucht auch die `-DIRectory' Option
it: L'opzione «-Keep» di aegis -New-PRoject richiede anche l'opzione «-DIRectory».
nl: de aegis -New-PRoject `-Keep' optie heeft ook de `-DIRectory' optie nodig
pt_br: the aegis -New-PRoject `-Keep' option requires the `-DIRectory' option as well
ru: при использовании опции `-Keep' команды aegis -New-PRoject необходимо также указать опцию `-DIRectory'
vi: tùy chọn « -New-PRoject » « -Keep » của Aegis cũng cần thiết tùy chọn « -DIRectory »

source: alias loop detected
de: Alias-Loop gefunden
it: Trovato alias ricorsivo
nl: alias kringloop gedetecteerd
ru: обнаружено зацикливание псевдонимов
vi: phát hiện vòng lặp bí danh

source: all test numbers used
de: Es scheint, daß alle Testnummern bereits in Benutzung sind
it: Pare che tutti i numeri di test siano stati consumati
nl: Het lijkt er op dat alle test nummers op zijn
pt_br: it appears that all test numbers have been consumed
ru: похоже все номера тестов уже использованы
vi: có vẻ là tất cả các con số thử đã được tiêu dùng

source: ambiguous substitution name
de: Mehrdeutiger Ersetzungsname
it: Nome di sostituzione ambiguo
nl: geen eenduidige substitutie naam
ru: необнозначное имя подстановки
vi: tên thay thế mơ hồ

source: anticipated merge complete
de: Vorweggenommener Merge beendet
it: Unione anticipata completata
nl: Vooruitgelopen samenvoeging gereed
ru: слияние с упреждением завершено
vi: tiến trình trộn đã dự tính đã chạy xong

source: appending log to $filename
de: füge Log an "$filename"
it: Accodamento del registro a «$filename» in corso
nl: toevoegen log aan "$filename"
ru: добавление журнала к файлу "$filename"
vi: đang phụ thêm bản ghi vào « $filename »

source: apply change to integration directory
de: kopiere den Change in das Integrationsverzeichnis
it: Applicazione della modifica alla directory di integrazione in corso
nl: verplaats de wijziging naar de integratie directory
pt_br: applying the change to the integration directory
ru: копирование блока изменений в директорию интеграции
vi: đang áp dụng thay đổi cho thư mục hợp nhất

source: architecture "$name" forbidden
de: Architektur "$name" ist nicht zulässig, Sie können dieses Kommando nicht auf diesem Rechner durchführen
it: L'architettura «$name» non è ammessa, non è possibile eseguire questo comando su questo sistema
nl: architectuur "$name" forbidden
pt_br: architecture "$name" forbidden, you may not perform this command on this machine
ru: архитектура "$name" запрещена, команду нельзя выполнить на этом компьютере
vi: kiến trúc « $name » bị cấm nên bạn không thể thực hiện lệnh này trên máy này

source: architecture "$name" unknown
de: Architektur "$name" unbekannt
it: Architettura «$name» sconosciuta
nl: architectuur "$name" onbekend
ru: неизвестная архитектура "$name"
vi: kiến trúc « $name » không rõ

source: architecture "$name" unlisted
de: Architektur "$name" ist in den Change-Attributen genannt, aber nicht in der ``config'' Datei des Projektes aufgeführt
it: L'architettura «$name» compare nella modifica di attributi, ma non è elencata nel file di configurazione del progetto
nl: architectuur "$name" komt voor in de wijzigings arrtibuten, maar wordt niet genoemd in het project ``config'' bestand
pt_br: architecture "$name" appears in the change attributes, but is not listed in the project configuration file
ru: архитектура "$name" присутствует в атрибутах блока изменений, но не указана в файле конфигурации проекта 'config'
vi: kiến trúc « $name » xuất hiện trong danh sách các thuộc tính thay đổi, nhưng không nằm trong tập tin cấu hình dự án

source: archive member $filename changed size
de: Größe der Archiv-Datei $filename veränderte sich während Verarbeitung, Resultat unbrauchbar
it: La dimensione dell'elemento dell'archivio $filename è cambiata in fase di elaborazione, e questo ha compromesso il risultato
nl: archief bestand $filename veranderde van grootte tijdens verwerking, resultaat niet betrouwbaar
pt_br: archive member $filename changed size during processing, corrupting the result
ru: файл $filename изменил размер во время работы, архив испорчен
vi: thành phần kho $filename đã thay đổi kích cỡ trong khi xử lý nên kết quả bị hỏng

source: arithmetic type required for decrement (was given $name)
de: Arithmetischer Typ für Dekrement (angegeben wurde $name) benötigt
it: È richiesto un tipo aritmetico per il decremento (è stato dato $name)
nl: rekenkundig type nodig voor aftrekken(kreeg $name)
ru: для операции декремента требуется параметр арифметического типа (передано $name)
vi: kiểu số học cần thiết cho hàm giảm dần (đã cho $name)

source: arithmetic type required for increment (was given $name)
de: Arithmetischer Typ für Inkrement (angegeben wurde $name) benötigt
it: È richiesto un tipo aritmetico per l'incremento (è stato dato $name)
nl: rekenkundig type nodig voor optellen (kreeg $name)
ru: для операции инкремента требуется параметр арифметического типа (передано $name)
vi: kiểu số học cần thiết cho hàm tăng dần (đã cho $name)

source: attribute $name unknown
it: L'attributo «$name» non esiste
pt_br: the attribute "$name" does not exist
vi: không rõ thuộc tính $name

source: attributes changed
de: Attribute geändert
it: Attributi modificati
nl: attributen gewijzigd
pt_br: attributes modified
ru: атрибуты изменены
vi: thuộc tính bị sửa đổi

source: attributes in $filename
de: Attributstext in Datei "$filename" belassen
it: Testi di attributi abbandonati nel file «$filename»
nl: attributen tekst staat in het "$filename" bestand
pt_br: attributes text left in the "$filename" file
ru: текст атрибутов сохранён в файле "$filename"
vi: chuỗi thuộc tính còn lại trong tập tin « $filename »

source: bad aefind state
de: Dieser Change ist im Status '$state', er muß im 'being developed' Status sein, um den Verzeichnisbaum zu durchsuchen
it: Questa modifica è nello stato «$state», per poter esplorare l'albero delle sue directory deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state', hij moet de status 'being developed' hebben om de directory boom af te lopen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to walk its directory tree
ru: этот блок изменений находится в стадии '$state', для поиска файлов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state », nhưng nó phải ở tình trạng « đang được phát triển » để đi qua cây thư mục của nó

source: bad aels state
de: Dieser Change ist im Status '$state', er muß im 'being developed' Status sein, um die Datei-Information anzuzeigen
it: Questa modifica è nello stato «$state», per l'elenco delle informazioni sui file deve trovarsi nello stato «being developed»
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to list file information
ru: этот блок изменений находится в стадии '$state', для вывода информации о файлах он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state », nhưng nó phải ở tình trạng « đang được phát triển » để liệt kê thông tin về tập tin

source: bad alias $name
de: Projekt-Alias "$name" ist ungültig
it: Alias «$name» del progetto non valido
nl: project alias "$name" is ongeldig
pt_br: project alias "$name" is invalid
ru: недопустимый псевдоним проекта "$name"
vi: bí danh dự án « $name » không hợp lệ

source: bad anticipate diff
de: Dieser Change ist im Status '$state', er muß in einem der 'being reviewed', 'awaiting integration' oder 'being integrated' Stati sein, um antizipiert zu werden
it: Questa modifica è nello stato «$state», per poter essere anticipata deve essere nello stato «being reviewed», «awaiting integration» o «being integrated»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being reviewed', 'awaiting integration' of 'being integrated' hebben om vooruit te kunnen lopen
pt_br: this change is in the '$state' state, it must be in one of the 'being reviewed', 'awaiting integration' or 'being integrated' states to be anticipated
ru: этот блок изменений находится в стадии '$state', он должен быть в одной и стадий: 'being reviewed', 'awaiting integration' или 'being integrated' для слияния с упреждением
vi: thay đổi này ở tình trạng « $state », nhưng nó phải ở một của những tình trạng « đang được xem lại », « đợi hợp nhất » hay « đang được hợp nhất » để được trông chờ

source: bad branch build
de: Dieser Branch kann nicht direkt im Status '$state' gebuildet werden, er muß dazu im 'being integrated' Status sein
it: Questo ramo non può essere compilato direttamente finché è nello stato «$state», per poter eseguire l'operazione deve essere nello stato «being integrated»
nl: deze tak kan niet direct gecompileerd worden met de status '$state' , hij moet de status 'being integrated' hebben om dit te doen
pt_br: this branch may not be built directly in the '$state' state, it must be in the 'being integrated' state to do this
ru: нельзя начать сборку ветви проекта в стадии '$state', для этого она должна быть в стадии 'being integrated'
vi: nhánh này không thể được xây dựng trực tiếp ở tình trạng « $state »: nó phải ở tình trạng « đang được hợp nhất » để làm như thế

source: bad branch cp
de: Sie können Dateien nicht direkt in einen Branch kopieren, Sie müssen einen Change erzeugen, um Dateien zu bearbeiten
it: Impossibile copiare dei file direttamente in un ramo, è necessario creare una modifica per poter modificare i file
nl: bestanden kunnen niet direct in een tak gekopieerd worden, maak een wijziging aan om dit te doen
pt_br: you may not copy files into a branch directly, you must create a change to modify files
ru: нельзя поместить файлы непосредственно в ветвь проекта, для этого следует создать блок изменений
vi: không cho phép bạn sao chép tập tin vào nhánh một cách trực tiếp; bạn phải tạo một thay đổi, để sửa đổi tập tin

source: bad branch diff
de: Dieser Branch ist im Status '$state', er muß im Status 'being integrated' sein, um einen Diff zu erstellen
it: Questo ramo è nello stato «$state», per poter eseguire una «DIFFerence» deve essere nello stato «being integrated»
nl: deze tak heeft de status '$state' , hij moet de status 'being integrated' hebben om te vergelijken
pt_br: this branch is in the '$state' state, it must be in the 'being integrated' state to do a difference
ru: эта ветвть проекта находится в стадии '$state', для выполнения сравнения он должна быть в стадии 'being integrated'
vi: nhánh này ở tình trạng « $state »; nó phải ở tình trạng « đang được hợp nhất » để chạy tiến trình khác biệt

source: bad branch test
de: Dieser Branch kann nicht direkt im Status '$state' getestet werden, er muß im Status 'being integrated' sein um dies zu tun
it: Questo ramo non può essere testato direttamente nello stato «$state», per poter eseguire l'operazione deve essere nello stato «being integrated»
nl: deze tak kan niet direct getest worden met status '$state', hij moet de status 'being integrated' hebben om dit te doen
pt_br: this branch may not be tested directly in the '$state' state, it must be in the 'being integrated' state to do this
ru: нельзя тестировать ветвь проекта в стадии '$state', для этого она должна быть в стадии 'being integrated'
vi: không cho phép thử nhánh này một cách trực tiếp ở tình trạng « $state »; nó phải ở tình trạng « đang được hợp nhất » để làm như thế

source: bad build state
de: Dieser Change ist im Status '$state', er muß im Status 'being developed' oder 'being integrated' sein, um einen Build durchzuführen
it: Questa modifica è nello stato «$state», per poter eseguire la compilazione deve essere nello stato «being developed» o «being integrated»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' of 'being integrated' hebben om te compileren
pt_br: this change is in the '$state' state, it must be in the 'being developed' or 'being integrated' state to do a build
ru: этот блок изменений находится в стадии '$state', для сборки он должен быть в стадии 'being developed' или 'being integrated'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » hay « đang được hợp nhất » để chạy tiến trình xây dựng

source: bad build, partial
de: Sie können keinen partiellen Build im Status "$state" durchführen
it: Impossibile eseguire una compilazione parziale nello stato «$state»
nl: gedeeltelijke compilatie is niet mogelijk met de status "$state"
pt_br: you may not do a partial build in the "$state" state
ru: в стадии "$state" нельзя делать частичную сборку
vi: không cho phép bạn chạy tiến trình xây dựng bộ phận ở tình trạng « $state »

source: bad ca, no arch exempt
de: Nur ein Projekt-Administrator kann Ausnahmen für Architekturen erlauben
it: Solo un amministratore del progetto può concedere esenzioni ad architetture
nl: Alleen de project administrateur mag architectuur uitzonderingen toestaan
pt_br: only a project administrator may grant architecture exemptions
ru: только администратор проекта может освобождать от сборки для конкретных архитектур
vi: chỉ quản trị dự án có quyền cấp sự miễn kiến trúc

source: bad ca, no test exempt
de: Nur Projekt-Administratoren können Tests für Changes abschalten
it: Solo un amministratore del progetto può esentare le modifiche dai test
nl: alleen project administrateurs mogen wijzigingen toestaan geen test te hebben
pt_br: only project administrators may exempt changes from testing
ru: только администратор проекта может освобождать блоки изменений от тестирования
vi: chỉ quản trị dự án có quyền miễn hàm thử cho thay đổi

source: bad ca, not auth
de: Benutzer "$user" kann die Attribute des Changes nicht ändern; Attribute können nur von einem Projekt-Administrator oder vom Entwickler während der Bearbeitung geändert werden
it: L'utente «$user» non può modificare gli attributi della modifica: questi possono essere modificati solo da un amministratore del progetto, o dallo sviluppatore durante lo sviluppo
nl: gebruiker "$user" mag de wijzigings-attributen niet veranderen; attributen mogen alleen gewijzigd worden door de project administrateur, of door de ontwikkelaar tijdens ontwikkelen
pt_br: user "$user" may not modify the change's attributes; attributes may only be modified by a project administrator, or by the developer during development
ru: пользователь "$user" не может менять атрибуты блока изменений; это может делать либо администратор проекта, либо разработчик этого блока изменений в процессе работы
vi: người dùng « %user » không có quyền sửa đổi thuộc tính của thay đổi; chỉ quản trị dự án, hoặc nhà phát triển trong khi phát triển, có quyền sửa đổi thuộc tính

source: bad ca, unknown architecture
de: Architektur-Feld enthält Variationen, die nicht in der ``config'' Datei des Projektes enthalten sind
it: L'architettura contiene variazioni non elencate nel file di configurazione del progetto
nl: architectuur bevat variaties niet genoemd in het project ``config'' bestand
pt_br: architecture contains variations not listed in the project configuration file
ru: атрибут architecture блока изменений содержит варианты не перечисленные в файле конфигурации проекта ``config''
vi: kiến trúc chứa một số biến đổi không được liệt kê trong tập tin cấu hình của dự án

source: bad ca, uuid already set
it: L'UUID di questa modifica è già stato impostato
pt_br: the UUID of this change has already been set
ru: UUID блока изменений уже установлен
vi: UUID của thay đổi này đã được đặt

source: bad ca, uuid duplicate
it: L'UUID specificato è già usato da $other
pt_br: the UUID specified is already is use by $other
ru: указанный UUID уже используется в $other
vi: UUID đã ghi rõ đang được $other dùng

source: bad cd, no dir
de: Dieser Change ist im '$state' Status, es gibt kein Verzeichnis, in das gewechselt werden kann
it: Questa modifica è nello stato «$state», manca la directory di destinazione
nl: Deze wijziging heeft de status '$state' , er is geen directory om naar toe te gaan
pt_br: this change is in the '$state' state, there is no directory to go to
ru: этот блок изменений находится в стадии '$state', рабочей директории не существует
vi: thay đổi này ở tình trạng « $state », không có thư mục có thể tới

source: bad chown state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um den Besitzer zu ändern
it: Questa modifica è nello stato «$state», per poterne cambiare il proprietario deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om van eigenaar te veranderen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to change its owner
ru: этот блок изменений находится в стадии '$state', для смены владельца он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để thay đổi chủ sở hữu

source: bad clean state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um aufgeräumt zu werden
it: Questa modifica è nello stato «$state», per poter essere ripulita deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om opgeruimd te worden
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to be cleaned
ru: этот блок изменений находится в стадии '$state', для удаления лишних файлов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để được làm sạch

source: bad cp state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um darin Dateien zu bearbeiten
it: Questa modifica è nello stato «$state», per poter modificare file al suo interno deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om bestanden er in te wijzigen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to modify files with it
ru: этот блок изменений находится в стадии '$state', для выполнения операций с файлами он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để dùng khi sửa đổi tập tin
