Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: $$$name must be positive
de: Die Umgebungsvariable $$$name muss einen positive Dezimalzahl sein
it: La variabile d'ambiente «$name» deve essere un numero intero positivo
nl: de $name omgevings variable moet een positief decimaal nummer zijn
pt_br: a variável de ambiente $name deve ser um número decimal positivo
ru: значение переменной окружения $name должно быть положительным десятичным числом
vi: biến môi trường $name phải là một con số thập phân dương

source: $Name needs an uuid
it: L'opzione «$Name» necessita di un UUID valido
pt_br: a opção $Name precisa de um um UUID válido.
ru: Для опции $Name требуется указание правильного UUID
vi: Tùy chọn $Name cần nhận một UUID hợp lệ

source: $Name needs url
it: L'opzione «$Name» necessita di un URL valido
pt_br: a opção $Name precisa receber uma URL válida.
vi: Tùy chọn $Name cần một địa chỉ URL

source: $filename altered
de: Datei "$filename" wurde verändert
it: Il file «$filename» è stato alterato
nl: bestand "$filename" is gewijzigd
pt_br: o arquivo "$filename" foi alterado
ru: файл "$filename" был изменён
vi: tập tin « $filename » bị sửa đổi

source: $filename attributes changed
it: Gli attributi del file «$filename» sono stati modificati
pt_br: os atributos do arquivo "$filename" foram alterados
ru: атрибуты файла "$filename" изменены
vi: tập tin « $filename » có thuộc tính bị sửa đổi

source: $filename bad nf type
de: Die Datei "$filename" ist kein passender Dateityp. Dieses Kommando kann nur auf normale Dateien angewendet werden. Symbolische Links und andere spezielle Dateien müssen während des Builds angelegt werden.
it: Il tipo di file «$filename» non è appropriato, questo comando può essere utilizzato solo per file normali. Collegamenti simbolici e altri tipi di file speciali devono essere creati al momento della compilazione.
nl: het bestand "$filename" is geen correct type bestand. Gebruik alleen normale bestanden voor dit commando. Symbolic links en andere speciale bestand types moeten gemaakt worden bij de compilatie.
pt_br: O arquivo "$filename" não é um tipo de arquivo apropriado. Você só pode utilizar este comando para arquivos normais. Link simbólicos e outros tipos especiais de arquivos devem ser criados em tempo de compilação.
ru: Файл "$filename" неподходящего типа. Эту команду можно применять только к обычным файлам. Символические ссылки и файлы других специальных типов должны создаваться при сборке.
vi: Tập tin « $filename » có kiểu tập tin không thích hợp. Cho phép bạn dùng lệnh này chỉ cho các tập tin bình thường. Các liên kết tượng trưng và kiểu tập tin đặc biệt khác phải được tạo vào lúc xây dựng.

source: $filename baseline fail, architecture $architecture, good
it: Il test di «$filename» su $architecture sulla linea di base è fallito (come doveva)
pt_br: o teste "$filename" da arquitetura "$architecture" na linha de referência falhou (como o esperado)
vi: hàm thử « $filename » trên đường cơ bản thì trượt, kiến trúc $architecture, tốt

source: $filename baseline fail, good
de: Test "$filename" gegen Baseline fehlgeschlagen (wie sich's gehört)
it: Il test di «$filename» sulla linea di base è fallito (come doveva)
nl: test "$filename" op de baseline gezakt (zoals zou moeten)
pt_br: o teste "$filename" na linha de referência falhou (como o esperado)
ru: при тестировании базы проекта тест "$filename" завершился неудачно (как и должен)
vi: hàm thử « $filename » trên đường cơ bản thì trượt (kết quả mong đợi)

source: $filename baseline pass, architecture $architecture, not good
it: Il test di «$filename» su $architecture sulla linea di base è stato superato (ma doveva fallire)
pt_br: o teste "$filename" da arquitetura "$architecture" na linha de referência obteve sucesso (ele deveria falhar)
vi: hàm thử « $filename » trên đường cơ bản đã đỗ, kiến trúc $architecture, không tốt

source: $filename baseline pass, not good
de: Test "$filename" gegen Baseline bestanden (er muss fehlschlagen)
it: Il test di «$filename» sulla linea di base è stato superato (ma doveva fallire)
nl: test "$filename" op de baseline geslaagd (zou moeten zakken)
pt_br: o teste "$filename" na linha de referência obteve sucesso (ele deveria falhar)
ru: при тестировании базы проекта тест "$filename" завершился успешно (это неправильно)
vi: hàm thử « $filename » trên đường cơ bản đã đỗ (nó phải trượt)

source: $filename being removed
de: Datei "$filename" wird in diesem Change entfernt
it: Il file «$filename» è in fase di rimozione
nl: bestand "$filename" wordt verwijderd
pt_br: o arquivo "$filename" está sendo removido
ru: файл "$filename" удаляется этим блоком изменений
vi: tập tin « $filename » đang được gỡ bỏ

source: $filename changed after build
de: Die Datei "$filename" wurde nach dem letzten Build verändert, dieser Change muß einen weiteren 'aegis -Build' $outstanding erfolgreich durchlaufen, bevor er den Status '$state' verlassen kann
it: Il file «$filename» è stato modificato dall'ultima compilazione, questa modifica deve completare con successo un altro processo «aegis-Build» $outstanding prima di poter abbandonare lo stato «$state»
nl: het bestand "$filename" was gewijzigd na de laatste compilatie, deze wijziging moet nogmaals gecompileerd worden met 'aegis -Build' $outstanding voor het de status '$state' kan verlaten
pt_br: o arquivo "$filename" foi modificado depois da última compilação, esta mudança deve completar com sucesso outro 'aegis -Build' $outstandig antes que ela possa sair do estado '$state'
ru: файл "$filename" был изменён после последней сборки, перед завершением стадии '$state' необходимо выполнить команду 'aegis -Build' $outstanding
vi: tập tin « $filename » bị sửa đổi sau lần xây dựng cuối cùng; thay đổi này phai chạy xong một tiến trình xây dựng « aegis -Build » $outstanding thêm nữa trước khi nó có thể rời tình trạng « $state »

source: $filename changed after diff
de: Die Datei "$filename" wurde nach dem letzten 'difference' verändert, dieser Change muß einen weiteren 'aegis -Diff' erfolgreich durchlaufen, bevor er den Status '$state' verlassen kann
it: Il file «$filename» è stato modificato dall'ultima ricerca di differenze, questa modifica deve completare con successo un altro processo «aegis-Diff» prima di poter abbandonare lo stato «$state»
nl: het bestand "$filename" was gewijzigd na de laatste vergelijking; deze wijziging moet nogmaals vergeleken worden met 'aegis -Diff' voordat het de status '$state' kan verlaten
pt_br: o arquivo "$filename" foi modificado depois da última diferença, esta mudança deve completar com sucesso outro 'aegis -Diff' antes que ela possa sair do estado '$state'
ru: файл "$filename" был изменён после последнего сравнения, перед завершением стадии '$state' необходимо выполнить команду 'aegis -Diff'
vi: tập tin « $filename » bị sửa đổi sau lần khác biệt cuối cùng; thay đổi này phải chạy xong một tiến trình khác biệt « aegis -Diff » thêm nữa trước khi nó có thể rời tình trạng « $state »

source: $filename diff3ed
de: Datei "$filename" war veraltet, siehe "$filename,D" für die angepaßte Version
it: Il file «$filename» non era aggiornato, vedere «$filename,D» per il sorgente unito.
nl: Bestand "$filename" was verouderd, zie "$filename,D" voor de samengevoegde code
pt_br: o arquivo "$filename" está desatualizado, olhe em "$filename,D" para o código-fonte mesclado
ru: файл "$filename" устарел, результат слияния с новой версией помещён в файл "$filename,D"
vi: tập tin « $filename » quá cũ, xem « $filename,D » để tìm mã nguồn đã trộn

source: $filename fail
de: Test "$filename" fehlgeschlagen
it: Il test di «$filename» è fallito
nl: test "$filename" gezakt
pt_br: o teste "$filename" falhou
ru: тест "$filename" завершился неудачно
vi: hàm thử « $filename » đã trượt

source: $filename fail, architecture $architecture
it: Il test di «$filename» su $architecture è fallito
pt_br: o teste "$filename" falhou em $architecture
vi: hàm thử « $filename » đã trượt, kiến trúc $architecture

source: $filename in baseline
de: Datei "$filename" existiert bereits im Projekt
it: Il file «$filename» esiste già nel progetto
nl: bestand "$filename" bestaat al in dit project
pt_br: o arquivo "$filename" já existe no projeto
ru: файл "$filename" уже присутствует в проекте
vi: tập tin « $filename » đã tồn tại trong dự án

source: $filename is built
de: Datei "$filename" wird durch Build erzeugt, sie kann nicht in einen Change kopiert werden
it: Il file «$filename» è compilato e non può essere copiato in una modifica
nl: bestand "$filename" is gecompileerd, mag niet worden opgenomen in een wijziging
pt_br: o arquivo "$filename" está compilado, ele não pode ser copiado para uma mudança
ru: файл "$filename" создаётся в процессе сборки, его нельзя поместить в блок изменений
vi: tập tin « $filename » đã xây dựng nên không thể sao chép nó vào thay đổi

source: $filename is insulation
de: Datei "$filename" wurde read-only kopiert, sie muß zunächst durch 'aecpu' freigegeben werden, bevor dieser Change den Status '$state' verlassen kann
it: Il file «$filename» è stato copiato in modalità di sola lettura, è necessario cancellare la copiatura mediante il comando «aecpu» prima che questa modifica possa abbandonare lo stato «$state»
nl: Bestand "$filename" was gekopieerd als alleen-lezen, het moet worden ge-'ontkopieerd' voordat deze wijziging de status '$state' kan verlaten
pt_br: o arquivo "$filename" é uma cópia somente de leitura, é necessário desfazer a cópia antes que essa mudança deixe o estado '$state'
ru: файл "$filename" был помещён в блок изменений в режиме только-для-чтения, для завершения стадии '$state' его необходимо убрать
vi: tập tin « $filename » đã được sao chép « chỉ đọc » nên cần phải hủy sao chép nó trước khi thay đổi này có thể rời tình trạng « $state »

source: $filename merged
de: Datei "$filename" war nicht mehr aktuell und wurde mit der aktuellen Version gemergt, siehe "$filename,B" für die Originalversion
it: Il file «$filename» non era aggiornato ed è stato unito alla versione aggiornata, vedere «$filename,B» per il sorgente originale
nl: bestand "$filename" was verouderd en is samengevoegd met de recente versie, zie "$filename,B" voor de orginele code
pt_br: o arquivo "$filename" está desatualizado e foi mesclado com a versão atualizada, olhe o "$filename,B" para encontrar o fonte original
ru: файл "$filename" устарел и был объединён с последней версией , старый вариант сохранён в файле "$filename,B"
vi: tập tin « $filename » quá cũ nên được trộn với phiên bản hiện thời, xem « $filename,B » để tìm mã nguồn gốc

source: $filename modified by history tool
de: Das History-Tool hat die Source-Datei "$filename" verändert
it: Lo strumento dello storico ha modificato il file sorgente «$filename»
nl: de history tool heeft het "$filename" source bestand gewijzigd
pt_br: a ferramenta de história modificou o arquivo fonte "$filename"
ru: исходный файл "$filename" был изменён программой хранения истории файла
vi: công cụ lược sử đã sửa đổi tập tin mã nguồn « $filename »

source: $filename needs permissions $mode_change
it: La directory «$filename» non è scorribile, attualmente è in modalità «$mode_old» ma è necessario che sia almeno in modalità «$mode_new»; per risolvere questa situazione è sufficiente eseguire il comando «chmod $mode_change $filename»
pt_br: a diretório "$filename" não é listável, atualmente ele tem o modo $mode_old mas é preciso estar pelo menos no modo $mode_new, o comando "chmod $mode_change $filename" é suficiente para resolver isso
vi: thư mục « $filename » không thể đi qua được, nó hiện thời có chế độ « $mode_old » nhưng cần ít nhất « $mode_new », câu lệnh « chmod $mode_change $filename » có thể đủ để sửa chữa trường hợp này

source: $filename no result
de: Test "$filename" lieferte kein Ergebnis; ein anderes Problem verhinderte, dass der Test durchgeführt werden konnte
it: Il test di «$filename» non ha restituito alcun risultato; qualche altro problema ha impedito che la funzionalità eseguisse il test richiesto
nl: Test "$filename" gaf geen resultaat; een ander probleem verhinderde de test.
pt_br: o teste "$filename" retornou nenhum resultado; algum outro problem não permitiu o exercício das funcionalidades do teste
ru: тест "$filename" завершился без результата; это могло произойти из-за какой-то другой проблемы
vi: hàm thử « $filename » không có kết quả; vấn đề khác đã ngăn cản thực hiện chức năng nằm bên dưới hàm thử

source: $filename no result, architecture $architecture
it: Il test di «$filename» su $architecture non ha restituito alcun risultato; qualche altro problema ha impedito che la funzionalità eseguisse il test richiesto
pt_br: o teste "$filename" na arquitetura $architecture retornou nenhum resultado; algum outro problema previniu o exercício das funcionalidades do teste
vi: hàm thử « $filename » trên kiến trúc $architecture chưa trả về kết quả; một vấn đề nào đó khác đã ngăn cản thực hiện khả năng đang được thử

source: $filename not found
de: Datei "$filename" nicht gefunden
it: File «$filename» non trovato
nl: bestand "$filename" niet gevonden
pt_br: o arquivo "$filename" não foi encontrado.
ru: не найден файл "$filename"
vi: không tìm thấy tập tin « $filename »

source: $filename not test
de: Datei "$filename" ist kein Test
it: Il file «$filename» non è un test
nl: bestand "$filename" is geen test
pt_br: o arquivo "$filename" não é um teste
ru: файл "$filename" не является тестом
vi: tập tin « $filename » không phải là hàm thử

source: $filename pass
de: Test "$filename" bestanden
it: Il test di «$filename» è stato superato
nl: Test "$filename" geslaagd
pt_br: o teste "$filename" passou
ru: тест "$filename" завершился успешно
vi: hàm thử « $filename » đã đỗ

source: $filename pass, architecture $architecture
it: Il test di «$filename» su $architecture è stato superato
pt_br: o teste "$filename" passou na arquitetura $architecture
vi: hàm thử « $filename » đã đỗ, kiến trúc $architecture

source: $filename skipped
it: Test di «$filename» omesso
pt_br: o teste "$filename" foi ignorado
vi: tập tin « $filename » bị bỏ qua

source: $filename skipped, architecture $architecture
it: Test di «$filename» su $architecture omesso
pt_br: o teste "$filename" foi ignorado na arquitetura $architecture
vi: hàm thử « $filename » đã trượt thì tự bỏ qua, kiến trúc $architecture

source: $filename unchanged
it: Il file «$filename» non è stato modificato, non doveva essere incluso nella modifica
pt_br: o arquivo "$filename" não foi modificado, ele não deveria ser incluido na mudança
vi: $filename chưa thay đổi

source: $filename unrelated
de: Pfad "$filename" unrelated
it: Il percorso «$filename» non è incluso in alcun albero delle directory di modifiche o di progetti; probabilmente l'opzione «-base-relative» potrà essere d'aiuto
nl: pad "$filename" is niet van belang in deze wijziging
pt_br: o caminho "$filename" não está incluido algum mudança ou árvore de diretório de projeto; talvez a opção -base-relative irá ajudar
ru: файл "$filename" не относится к блоку изменений
vi: đường dẫn « $filename » không nằm bên trong bất cứ thay đổi hay cây thư mục dự án nào; có lẽ tùy chọn « -base-relative » sẽ giúp

source: $filename uuid already set
it: Il file «$filename» ha già un UUID
pt_br: o arquivo "$filename" já possui um UUID
vi: tập tin « $filename » đã có một UUID

source: $filename uuid duplicate
it: L'UUID specificato per il file «$filename» è già utilizzato dal file «$other»
pt_br: o UUID especificado para o arquivo "$filename" já está em uso pelo arquivo "$other"
vi: UUID được ghi rõ cho tập tin « $filename » đang được tập tin « $other » dùng

source: $filename: $linenumber: empty $${} substitution
de: $filename: $linenumber: leere $${} Ersetzung
it: $filename: $linenumber: sostituzione inconsistente $${}
nl: $filename: $linenumber: lege $${} substitutie
pt_br: $filename: $linenumber: substituição $${} vazia
ru: $filename: $linenumber: пустая подстановка $${}
vi: $filename: $linenumber: hàm thay thế $${} rỗng

source: $filename: $linenumber: in substitution "$message" found unused variables
de: $filename: $linenumber: $number unbenutzte Variable${plural $number n} in Ersetzung "$message" gefunden (abgebrochen)
it: $filename: $linenumber: nella sostituzione «$message» ${plural $number trovate trovata} $number ${plural $number 'variabili inutilizzate' 'variabile inutilizzata'} (interrotto)
nl: $filename: $linenumber: in substitutie "$message" $number ongebruikte variabele${plural $number n} (stop)
pt_br: $filename: $linenumber: na substituição de "$message" foram encontradas variáveis inutilizadas
ru: $filename: $linenumber: в подстановке "$message" обнаружено $number неиспользуем${plf $n ая ые ых} переменн${plf $n ая ые ых} (процесс остановлен)
vi: $filename: $linenumber: trong hàm thay thế « $message » tìm thấy $number biến không dùng (nên hủy bỏ)

source: $filename: $linenumber: in substitution "$message" variable "$name" unused
de: $filename: $linenumber: Variable "$name" unbenutztin Ersetzung "$message"
it: $filename: $linenumber: nella sostituzione «$message» la variabile «$name» non viene utilizzata
nl: $filename: $linenumber: in substitutie "$message" variabele "$name" ongebruikt
pt_br: $filename: $linenumber: na substituição "$message" a variável "$name" não foi utilizada
ru: $filename: $linenumber: в подстановке "$message" есть неиспользуемая переменная "$name"
vi: $filename: $linenumber: trong hàm thay thế « $message » có biến « $name » không dùng

source: $filename: $linenumber: substitution $${$name} failed: $message
de: $filename: $linenumber: Ersetzung $${$name} fehlgeschlagen: $message
it: $filename: $linenumber: sostituzione $${$name} fallita: $message
nl: $filename: $linenumber: substitutie $${$name} fout: $message
pt_br: $filename: $linenumber: a substituição $${$name} falhou: $message
ru: $filename: $linenumber: ошибка в подстановке $${$name}: $message
vi: $filename: $linenumber: hàm thay thế $${$name} không thành công: $message

source: $filename: $linenumber: unterminated $${} \ sequence
de: $filename: $linenumber: unabgeschlossene $${} \ Sequenz
it: $filename: $linenumber: sequenza non terminata $${} \
nl: $filename: $linenumber: $${} \ substitutie zonder einde
pt_br: $filename: $linenumber: sequência $${} indeterminada
ru: $filename: $linenumber: незавершённая последовательность $${} \
vi: $filename: $linenumber: dãy $${} \ chưa chấm dứt

source: $filename: $linenumber: unterminated $${} quotes
de: $filename: $linenumber: unabgeschlossene $${} Anführungszeichen
it: $filename: $linenumber: citazioni non terminate $${}
nl: $filename: $linenumber: ontbrekende $${} aanhalingstekens
pt_br: $filename: $linenumber: aspas $${} não finalizada
ru: $filename: $linenumber: незавершённые кавычки $${}
vi: $filename: $linenumber: dấu trích dẫn $${} chưa chấm dứt

source: $filename: $linenumber: unterminated $${} substitution
de: $filename: $linenumber: unabgeschlossene $${} Ersetzung
it: $filename: $linenumber: sostituzione non terminata $${}
nl: $filename: $linenumber: $${} substitutie zonder einde
pt_br: $filename: $linenumber: substituição $${} indeterminada
ru: $filename: $linenumber: незавершённая подстановка $${}
vi: $filename: $linenumber: hàm thay thế $${} chưa chấm dứt

source: $filename: arch needs name and pattern
de: $filename: Architekturen müssen sowohl als Name als auch als Muster angegeben werden
it: $filename: le architetture devono essere specificate sia come nome che come modello
nl: $filename: architecturen moeten zowel de naam als een patroon opgeven
pt_br: $filename: arquitetura deve ser especificada com ambos o nome e padrão
ru: $filename: в описании архитектуры должны присутствовать как название(name), так и шаблон(pattern)
vi: $filename: kiến trúc phải được ghi rõ theo cả hai tên và mẫu

source: $filename: blank lines at end of file
it: $filename: ${plural $number trovate trovata} $number ${plural $number 'righe vuote' 'riga vuota'} alla fine del file
pt_br: $filename: encontrou-se $number linha${plural $number s} em branco no final do arquivo
vi: $filename: có dòng trắng ở kết thúc của tập tin

source: $filename: checksum mismatch ($number1 != $number2)
it: $filename: checksum non corrispondente ($number1 != $number2)
pt_br: $filename: checksum não confere ($number1 != $number2)
vi: $filename: sai khớp tổng kiểm ($number1 != $number2)

source: $filename: contains no "$field_name" field
de: $filename: enthält kein "$field_name" Feld
it: $filename: manca il campo «$field_name»
nl: $filename: bevat geen "$field_name" veld
pt_br: $filename: não contém o campo "$field_name"
ru: $filename: пропущено поле "$field_name"
vi: $filename: không chứa trường « $field_name »

source: $filename: contains tab characters
it: $filename: contiere caratteri di tabulazione; per preservare la formattazione del codice desiderata, usare gli spazi in sostituzione
pt_br: $filename: possui caracteres de tabulação; utilize caracteres de espaço no lugar para manter a formatação alinhada do código
vi: $filename: chứa ký tự tab

source: $filename: corrupted "$field_name" field
de: $filename: unbrauchbares "$field_name" Feld
it: $filename: contenuto del campo «$field_name» inutilizzabile
nl: $filename: onleesbaar "$field_name" veld
pt_br: $filename: campo "$field_name" corrompido
ru: $filename: поле "$field_name" искажено
vi: $filename: trường « $field_name » bị hỏng

source: $filename: dos line termination
it: Il file «$filename» usa l'interruzione di linea DOS (CRLF) e invece dovrebbe usare quella UNIX (LF)
pt_br: $filename: o arquivo "$filename" utiliza a terminação de linha do DOS (CRLF) e deveria utilizar a terminação de linha do UNIX (LF)
vi: $filename: kết thúc dòng kiểu DOS

source: $filename: field "$name1" obsolete, use "$name2" instead
it: $filename: il campo «$name1» è obsoleto, utilizzare il campo «$name2» in sostituzione
pt_br: $filename: o campo "$name1" é obsoleto, no lugar utilize "$name2"
vi: $filename: trường « $name1 » quá cũ, thay thế bằng « $name2 »
