Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: few candidate tests
de: Warnung: es gibt nur $number1 passende Tests, Sie haben aber $number2 Testvorschläge angefragt; alle $number1 Tests werden verwendet
it: Attenzione: si è richiesto di suggerire $number2 test, ma ci sono solo $number1 test appropriati; tutti i $number1 test saranno utilizzati
nl: Waarschuwing er zijn maar $number1 geschikte testen, maar u vroeg om $number2 testen te suggereren; alle number1 testen worden gebruikt
pt_br: warning: there are only $number1 suitable tests, however you have asked for $number2 tests to be suggested; all $number1 tests will be used
ru: предупреждение: обнаружен${pl $n о} только $number1 подходящ${pl $n их ий} тест${plf $n '' а ов}, однако было запрошено выполнение $number2 тест${pl $n ов а}; ${pl $n все} $number1 тест${plf $n '' а ов} ${pl $n 'будут использованы' 'будет использован'}
vi: cảnh báo : có chỉ $number1 hàm thử thích hợp, tuy nhiên bạn đã yêu cầu $number2 được đề nghị; mọi $number1 hàm thử sẽ được dùng

source: field "$name" redefined
de: Feld "$name" undefiniert
it: Campo «$name» ridefinito
nl: veld "$name" opnieuw gedefineerd
ru: поле "$name" переопределено
vi: trường « $name » đã được xác định lại

source: file "$filename" bombs filters
de: Datei "$filename" ist nicht akzeptabel für die Dateinamenmuster (siehe 'config' Datei)
it: Il file «$filename» non è accettabile per i filtri di modello di nome del file (vedere il file di configurazione del progetto)
nl: bestand "$filename" is niet acceptabel voor de bestandsnaam partoon filters (zie het 'config' bestand)
pt_br: file "$filename" is not acceptable to the filename pattern filters (see the project configuration file)
ru: имя файла "$filename" недопустимо из-за фильтров (см. файл 'config')
vi: tập tin « $filename » không thích hợp với các bộ lọc mẫu tên tập tin (xem tập tin cấu hình của dự án)

source: file "$filename" does not exist
de: Datei "$filename" existiert nicht, obwohl sie eine Change-Source-Datei ist
it: Il file «$filename» non esiste, né è definito come un file sorgente della modifica
nl: bestand "$filename" bestaat niet, maar dit bestand hoort bij deze wijziging
pt_br: file "$filename" does not exist, and yet is a change source file
ru: файл "$filename" не существует, однако считается исходным файлом блока изменений
vi: tập tin « $filename » không tồn tại, nhưng nó là một tập tin mã nguồn thay đổi

source: file "$filename" is log file
de: Datei "$filename" dupliziert den Namen der Log-Datei
it: Il file «$filename» è uguale al nome del file di registro
nl: bestand "$filename" is hetzelfde als log bestandsnaam
pt_br: file "$filename" duplicates log file name
ru: имя файла "$filename" совпадает с файлом журнала
vi: tập tin « $filename » nhân đôi tên tập tin của bản ghi

source: file "$filename" locked for change $number
de: Datei "$filename" ist gelockt durch Change $number, versuchen Sie es später wieder
it: Il file «$filename» è bloccato per la modifica $number, riprovare in seguito
nl: bestand "$filename" in gebruik door wijziging $number, probeer het later nog eens.
pt_br: file "$filename" locked for change $number, try again later
ru: файл "$filename" заблокирован блоком изменений $number, следует попробовать позже
vi: tập tin « $filename » bị khoá cho thay đổi $number, hãy thử lại sau

source: file "$filename" part "$part" bombs filters
de: Pfadelement "$part" im Dateinamen "$filename" ist nicht akzeptabel für die Dateinamenmuster (siehe 'config' Datei)
it: L'elemento di percorso «$part» del file «$filename» non è accettabile per i filtri di modello di nome del file (vedere il file di configurazione del progetto)
nl: bestand "$filename" pad element "$part" is niet acceptabel voor de bestandsnaam patroon filters (zie het 'config' bestand)
pt_br: file "$filename" path element "$part" is not acceptable to the filename pattern filters (see the project configuration file)
ru: элемент "$part" имени файла "$filename" недопустим из-за фильтров (см. файл 'config')
vi: tập tin « $filename » phần đường dẫn « $part » không thích hợp với các bộ lọc mẫu tên tập tin (xem tập tin cấu hình của dự án)

source: file "$filename" part "$part" contains illegal characters
de: Pfadelement "$part" im Dateinamen "$filename" enthält ungültige Zeichen
it: L'elemento «$part» di modello del file «$filename» contiene caratteri illeciti
nl: bestand "$filename" pad element "$part" bevat niet toegestane karakters
pt_br: file "$filename" path element "$part" contains illegal characters
ru: элемент "$part" имени файла "$filename" содержит недопустимые символы
vi: tập tin « $filename » phần đường dẫn « $part » chứa ký tự cấm

source: file "$filename" part "$part" contains shell special characters
de: Pfadelement "$part" im Dateinamen "$filename" enthält shell-Spezialzeichen
it: L'elemento «$part» di modello del file «$filename» contiene caratteri riservati alla shell
nl: bestand "$filename" pad element "$part" bevat speciale shell karakters
pt_br: file "$filename" path element "$part" contains shell special characters
ru: элемент "$part" имени файла "$filename" содержит специальныесимволы
vi: tập tin « $filename » phần đường dẫn « $part » chứa ký tự đặc biệt trình bao

source: file "$filename" part "$part" is log file
de: Pfadelement "$part" im Dateinamen "$filename" dupliziert den Namen der Log-Datei
it: L'elemento «$part» di modello del file «$filename» è uguale al nome del file di registro
nl: bestand "$filename" pad element "$part" is hetzelfde als log bestand naam
pt_br: file "$filename" path element "$part" duplicates log file name
ru: элемент "$part" имени файла "$filename" совпалает с файлом журнала
vi: tập tin « $filename » phần đường dẫn « $part » nhân đôi tên tập tin của bản ghi

source: file "$filename" part "$part" not suitable for DOS
de: Pfadelement "$part" im Dateinamen "$filename" ist nicht für DOS geeignet, schlage "$suggest" stattdessen vor
it: L'elemento «$part» di modello del file «$filename» non è adatto per DOS, in sostituzione è consigliato «$suggest»
nl: bestand "$filename" pad element "$part" niet geschikt voor DOS, suggestie: "$suggest"
pt_br: file "$filename" path element "$part" not suitable for DOS, suggest "$suggest" instead
ru: элемент "$part" имени файла "$filename" не подходит для DOS, лучше использовать "$suggest"
vi: tập tin « $filename » phần đường dẫn « $part » không thích hợp với DOS; đề nghị dùng « $suggest » thay vào đó

source: file "$filename" part "$part" not suitable for Windows
de: Pfadelement "$part" im Dateinamen "$filename" ist nicht für Windows geeignet
it: L'elemento «$part» di modello del file «$filename» non è adatto per Windows
nl: bestand "$filename" pad element "$part" niet geschikt voor Windows
pt_br: file "$filename" path element "$part" not suitable for Windows
ru: элемент "$part" имени файла "$filename" не подходит для Windows
vi: tập tin « $filename » phần đường dẫn « $part » không thích hợp với Windows

source: file "$filename" part "$part" too long, suggest "$suggest" instead
de: Pfadelement "$part" im Dateinamen "$filename" ist um $number zu lang, schlage "$suggest" stattdessen vor
it: L'elemento «$part» di modello del file «$filename» è troppo lungo (di $number ${plural $number caratteri carattere}), in sostituzione è consigliato «$suggest»
nl: bestand "$filename" pad element "$part" te lang ($number karakters), suggestie "$suggest"
pt_br: file "$filename" path element "$part" too long (by $number), suggest "$suggest" instead
ru: слишком длинный элемент "$part" имени файла "$filename" (на $number символ${plf $n '' а ов}), лучше использовать "$suggest"
vi: tập tin « $filename » phần đường dẫn « $part » quá dài (theo $number), đề nghị thay thế bằng « $suggest »

source: file "$filename" too long, suggest "$suggest" instead
de: Dateiname "$filename" ist um $number zu lang, schlage "$suggest" stattdessen vor
it: Il nome del file «$filename» è troppo lungo (di $number ${plural $number caratteri carattere}), in sostituzione è consigliato «$suggest»
nl: bestand "$filename" te lang ($number karakters), suggestie "$suggest"
pt_br: file "$filename" too long (by $number), suggest "$suggest" instead
ru: слишком длинное имя файла "$filename" (на $number символ${plf $n '' а ов}), лучше использовать "$suggest"
vi: tập tin « $filename » quá dài (theo $number), đề nghị thay thế bằng « $suggest »

source: file $filename directory name conflict
de: Datei "$filename" ist nicht erlaubt, weil er einen Verzeichnisnamen-Konflikt mit Datei "$filename2" ergibt
it: Il nome del file «$filename» non è valido, in quanto causerebbe un conflitto con la directory «$filename2» con il medesimo nome
nl: bestand "$filename" is niet toegestaan, het zou resulteren in een directory naam conflict met het "$filename2" bestand
pt_br: file "$filename" is illegal, because it would result in a directory name conflict with the "$filename2" file
ru: имя файла "$filename" недопустимо, поскольку оно конфликтует с файлом "$filename2"
vi: tập tin $filename cấm vì nó làm kết quả là một tên thư mục

source: file $filename dup
de: Datei "$filename" ist bereits im Change
it: Il file «$filename» è già incluso nella modifica
nl: bestand "$filename" is al in deze wijziging
pt_br: file "$filename" already in change
ru: файл "$filename" уже присутствует в блоке изменений
vi: tập tin $filename đã trong thay đổi

source: file name "$filename" contains illegal characters
de: Dateiname "$filename" enthält ungültige Zeichen
it: Il nome del file «$filename» contiene caratteri illeciti
nl: bestandnaam "$filename" bevat niet toegestane karakters
ru: имя файла "$filename" содержит недопустимые символы
vi: tập tin « $filename » chứa ký tự cấm

source: file name "$filename" contains shell special characters
de: Dateiname "$filename" enthält shell-Spezialzeichen
it: Il nome del file «$filaneme» contiene caratteri riservati alla shell
nl: bestandsnaam "$filename" bevat speciale shell karakters
ru: имя файла "$filename" содержит специальные символы
vi: tập tin « $filename » chứa ký tự đặc biệt trình bao

source: file name "$filename" not suitable for DOS
de: Dateiname "$filename" ist nicht für DOS geeignet, schlage "$suggest" stattdessen vor
it: Il nome del file «$filename» non è adatto per DOS, in sostituzione è consigliato «$suggest»
nl: bestandsnaam "$filename" niet geschikt voor DOS, suggestie: "$suggest"
pt_br: file name "$filename" not suitable for DOS, suggest "$suggest" instead
ru: имя файла "$filename" не подходит для DOS, лучше использовать "$suggest"
vi: tập tin « $filename » không thích hợp với DOS, đề nghị thay thế bằng « $suggest »

source: file name "$filename" not suitable for Windows
de: Dateiname "$filename" ist nicht für Windows geeignet
it: Il nome del file «$filename» non è adatto per Windows
nl: bestandsnaam "$filename" niet geschikt voor Windows
ru: имя файла "$filename" не подходит для Windows
vi: tập tin « $filename » không thích hợp với Windows

source: file qualifier unknown
it: Qualificatore del file sconosciuto
ru: неизвестная категория файлов
vi: không rõ bộ hạn định tập tin

source: file type $name unknown
de: Dateityp ``$name'' unbekannt
it: Tipo di file «$name» sconosciuto
nl: bestands type ``$name'' onbekend
ru: неизвестный тип файла ``$name''
vi: không rõ kiểu tập tin $name

source: files modified by history tool
de: Das History-Tool hat $number ${plural $number Dateien Datei} verändert. Die Source-Datei${plural $number en} im Repository ${plural $number entsprechen entpricht} jetzt nicht mehr ${plural $number den der} Object-Datei${plural $number en} im Repository. Die referentielle Integrität im Repository ist dadurch nicht mehr gegeben.
it: Lo strumento dello storico ha modificato $number file. ${plural $number 'I file sorgenti nel repository non corrispondono più agli oggetti' 'Il file sorgente nel repository non corrisponde più all'oggetto'} nel repository. Lo strumento dello storico ha compromesso l'integrità referenziale del repository.
nl: De history tool wijzigde $number ${plural $number bestanden bestand}. De source ${plural $number bestanden bestand} in de repository now no longer ${plural $number match matches} the object ${plural $number files file} in the repository. The history tool has compromised the referential integrity of the repository.
pt_br: The history tool modified $number ${plural $number files file}. The source ${plural $number files file} in the repository now no longer ${plural $number match matches} the object ${plural $number files file} in the repository. The history tool has compromised the referential integrity of the repository.
ru: $number файл${plf $n '' а ов} ${pl $n 'были изменены' 'был изменён'} программой хранения истории файлов.${pl $n 'Исходные файлы' 'Исходный файл'} в репозитарии больше не ${pl $n 'соответствуют объектным файлам' 'соответствует объектному файлу'} Программа хранения истории файлов нарушила целостность репозитария.
vi: Công cụ lược sử đã sửa đổi $number tập tin. Số tập tin nguồn trong kho lưu trữ không còn tương ứng với số tập tin đích trong kho lưu trữ. Công cụ lược sử đã làm hại tính nguyên vẹn để tham khảo của kho lưu trữ.

source: find change sets
de: Suche nach Clustern von Veränderungen an Dateien, um die Change Sets zu interpolieren...
it: Ricerca di cluster di modifiche dei file per interpolare i set di modifiche in corso
pt_br: Looking for clusters of changes to files in order to interpolate the change sets...
ru: анализ изменений для определения возможных наборов файлов в блоках...
vi: Đang tìm chùm thay đổi về tập tin để nội suy các tập hợp thay đổi...

source: fingerprint $filename: $errno
de: Prüfsumme "$filename": $errno
it: Impronta digitale «$filename»: $errno
vi: vân tay « $filename »: $errno

source: floating "break" statement
it: Istruzione «break» al di fuori dell'istruzione di loop o di switch
vi: câu lệnh « break » (ngắt) nổi

source: floating "continue" statement
it: Istruzione «continue» al di fuori dell'istruzione di loop o di switch
vi: câu lệnh « continue » (tiếp tục) nổi

source: floating "return" statement
it: Istruzione «return» al di fuori della funzione
vi: câu lệnh « return » (trả về) nổi

source: for the $name_list architectures
de: für die $name_list Architektur${plural $number en}
it: per ${plural $number 'le architetture' 'la architettura'} $name_list
nl: voor de $name_list architecture${plural $number n}
pt_br: for the $name_list architecture${plural $number s}
ru: для архитектур${pl $n '' ы} $name_list
vi: cho các kiến trúc $name_list

source: found unlisted architectures
de: $number nicht aufgeführte Architektur${plural $number en} gefunden, editieren Sie die Change-Attribute, um ${plural $number diese sie} zu entfernen, oder editieren Sie die Projekt ``config'' Datei, um {plural $number diese sie} hinzuzufügen
it: ${plural $number Trovate Trovata} $number ${plural $number 'architetture non elencate' 'architettura non elencata'}, cambiare gli attributi della modifica per ${plural $number rimuoverle rimuoverla} o modificare il file di configurazione del progetto per ${plural $number aggiungerle aggiungerla}
nl: $number ongenoemde architecture${plural $number n} gevonden, werk de wijzigings attributen bij om deze te verwijderen of toe te voegen ${plural $number !}
pt_br: found $number unlisted architecture${plural $number s}, edit the change attributes to remove ${plural $number them it} or edit the project configuration file to add ${plural $number them it}
ru: обнаружено $number неописанн${pl $n ых ая} архитектур${pl $n '' а}, необходимо либо удалить лишн${pl $n ие юю} архитектур${pl $n ы у} из атрибутов блока изменений, либо описать ${pl $n их её} в файле конфигурации проекта 'config'
vi: tìm thấy $number kiến trúc không được liệt kê, hãy chỉnh sửa các thuộc tính về thay đổi để gỡ bỏ chúng, hoặc chỉnh sửa tập tin cấu hình của dự án để thêm chúng.

source: function $name requires one argument
de: Die "$name" Funktion benötigt genau ein Argument
it: La funzione «$name» richiede esattamente 1 argomento
nl: de "$name" functie heeft precies een argument nodig
pt_br: the "$name" function requires exactly one argument
ru: для функции "$name" требуется ровно один параметр
vi: hàm « $name » cần thiết chính xác một đối số

source: function $name requires two arguments
de: Die "$name" Funktion benötigt genau zwei Argumente
it: La funzione »$name» richiede esattamente 2 argomenti
nl: de "$name" functie heeft precies twee argumenten nodig
pt_br: the "$name" function requires exactly two arguments
ru: для функции "$name" требуются ровно два параметра
vi: hàm « $name » cần thiết chính xác hai đối số

source: getcwd: $errno
de: aktuelles Verzeichnis ermitteln: $errno
it: Ottenere la directory attuale: $errno
nl: ophalen huidige directory: $errno
pt_br: get current directory: $errno
ru: get current directory: $errno
vi: lấy thư mục hiện tại: $errno

source: gid $number unknown
de: Gid $number unbekannt
it: gid $number sconosciuto
nl: groep id $number onbekend
ru: неизвестный gid $number
vi: gid $number không rõ

source: global state lock not available
de: Globaler Status-Lock nicht verfügbar
it: Stato globale del blocco non disponibile
nl: globaal status-slot niet beschikbaar
ru: недоступна блокировка глобального состояния
vi: không có sẵn khoá tình trạng toàn cục

source: group "$name" unknown
de: Gruppe "$name" unbekannt
it: Gruppo «$name» sconosciuto
nl: groep "$name" onbekend
ru: неизвестаня группа "$name"
vi: không rõ nhóm « $name »

source: group $name too privileged
de: Gruppe "$name" hat zu hohe Privilegien
it: Il gruppo «$name» ha troppi privilegi
nl: groep "$name" heeft te veel rechten
pt_br: group "$name" is too privileged
ru: слишком привилегированная группа "$name"
vi: nhóm « $name » có quá nhiều quyền

source: gunzip $filename: $errno
de: beim dekomprimieren der Eingabedaten aus Datei "$filename": $errno
it: Errore $errno in fase di decompressione dell'input da «$filename»
nl: Tijdens het uitpakken van het "$filename" bestand: $errno
pt_br: while decompressing input from the "$filename" file: $errno
ru: ошибка при декомпрессии файла "$filename": $errno
vi: trong khi giải nén dữ liệu nhập từ tập tin « $filename»: $errno

source: gzip $filename: $errno
de: beim komprimieren der Ausgabedaten für Datei "$filename": $errno
it: Errore $errno in fase di compressione dell'output a «$filename»
nl: Tijdens het inpakken van het "$filename" bestand: $errno
pt_br: while compressing output for the "$filename" file: $errno
ru: ошибка при сжатии файла "$filename": $errno
vi: trong khi nén kết xuất cho tập tin « $filename »: $errno

source: has no tests
de: Dieser Change benötigt Tests, bevor dieses Kommando benutzt werden kann
it: Questa modifica richiede dei test prima che questo comando possa essere utilizzato
nl: Deze wijziging heeft testen nodig voordat dit commando gebruikt kan worden
pt_br: this change requires tests before this command may be used
ru: перед тестированием этого блока изменений необходимо создать тесты
vi: thay đổi này cần thiết hàm thử trước khi có thể sử dụng lệnh này

source: history create $filename
it: Aggiunta della prima versione del file «$filename» allo storico in corso
pt_br: adding the first version to the history of the "$filename" file
vi: tạo « $filename » lược sử

source: history format "$name" unknown
de: History-Format "$name" unbekannt
it: Formato dello storico «$name» sconosciuto
ru: неизвестный формат файла истории "$name"
vi: không rõ định dạng lược sử « $name »

source: history get $filename
it: Rigenerazione della versione storica $edit di «$filename» in corso
pt_br: historical version $edit of the "$filename" file being recreated
vi: lấy « $filename » lược sử

source: history label $filename
it: Aggiunta dell'etichetta alla revisione principale dello storico del file «$filename» in corso
pt_br: history of the "$filename" file head revision being labeled
vi: nhãn « $filename » lược sử

source: history lock not available
de: History-Lock nicht verfügbar
it: Blocco dello storico non disponibile
nl: history slot niet beschikbaar
ru: недосупна блокировка истории файла
vi: không có sẵn khoá lược sử

source: history put $filename
it: Aggiunta di un'altra versione allo storico del file «$filename» in corso
pt_br: adding another version to the history of the "$filename" file
vi: để « $filename » lược sử

source: history_query_command return empty
de: Das history_query_command gab einen leeren Text zurück, das ist keine brauchbare Antwort
it: Il comando «history_query_command» ha restituito una stringa vuota, questa non è una risposta utile
nl: het history_query_command gaf een lege string als antwoord, dit is geen nuttige reactie
pt_br: the history_query_command returned the empty string, this is not a useful response
ru: команда history_query_command возвратила пустую строку, это не очень полезный результат
vi: history_query_command (lệnh truy vấn lược sử) đã trả lại chuỗi rỗng, không phải là đáp ứng có ích

source: illegal '$name' character
de: ungültiges Zeichen '$name'
it: Carattere «$name» illecito
nl: niet toegestaan '$name' karakter
ru: недопустимый символ '$name'
vi: ký tự « $name » cấm

source: illegal addition ($name1 + $name2)
de: ungültige Addition ($name1 + $name2)
it: Addizione ($name1 + $name2) illecita
nl: niet toegestane optelling ($name1 + $name2)
ru: недопустимое сложение ($name1 + $name2)
vi: tính cộng cấm ($name1 + $name2)

source: illegal bit not ($name)
de: Integerwert benötigt für Bit-wise ``not'' (angegeben wurde $name)
it: È richiesto un valore intero per «not» su bit (è stato dato $name)
nl: integer waarde benodigd voor bit-wise ``not'' (kreeg $name)
pt_br: integer value required for bit-wise "not" (was given $name)
ru: для операции побитового ``not'' требуется параметр типа целое (передано $name)
vi: giá trị số nguyên cần thiết cho « not » theo vị trí bit (đã cho $name)

source: illegal comparison ($name1 != $name2)
de: ungültiger Vergleich ($name1 != $name2)
it: Confronto ($name1 != $name2) illecito
nl: niet toegestane vergelijking ($name1 != $name2)
ru: недопустимое сравнение ($name1 != $name2)
vi: so sánh cấm ($name1 != $name2)

source: illegal comparison ($name1 !~ $name2)
de: ungültiger Vergleich ($name1 !~ $name2)
it: Confronto ($name1 !~ $name2) illecito
nl: niet toegestane vergelijking ($name1 !~ $name2)
ru: недопустимое сравнение ($name1 !~ $name2)
vi: so sánh cấm ($name1 !~ $name2)

source: illegal comparison ($name1 < $name2)
de: ungültiger Vergleich ($name1 < $name2)
it: Confronto ($name1 < $name2) illecito
nl: niet toegestane vergelijking ($name1 < $name2)
ru: недопустимое сравнение ($name1 < $name2)
vi: so sánh cấm ($name1 < $name2)

source: illegal comparison ($name1 <= $name2)
de: ungültiger Vergleich ($name1 <= $name2)
it: Confronto ($name1 <= $name2) illecito
nl: niet toegestane vergelijking ($name1 <= $name2)
ru: недопустимое сравнение ($name1 <= $name2)
vi: so sánh cấm ($name1 ≤ $name2)

source: illegal comparison ($name1 == $name2)
de: ungültiger Vergleich ($name1 == $name2)
it: Confronto ($name1 == $name2) illecito
nl: niet toegestane vergelijking ($name1 == $name2)
ru: недопустимое сравнение ($name1 == $name2)
vi: so sánh cấm ($name1 == $name2)

source: illegal comparison ($name1 > $name2)
de: ungültiger Vergleich ($name1 > $name2)
it: Confronto ($name1 > $name2) illecito
nl: niet toegestane vergelijking ($name1 > $name2)
ru: недопустимое сравнение ($name1 > $name2)
vi: so sánh cấm ($name1 > $name2)

source: illegal comparison ($name1 >= $name2)
de: ungültiger Vergleich ($name1 >= $name2)
it: Confronto ($name1 >= $name2) illecito
nl: niet toegestane vergelijking ($name1 >= $name2)
ru: недопустимое сравнение ($name1 >= $name2)
vi: so sánh cấm ($name1 ≥ $name2)

source: illegal comparison ($name1 ~~ $name2)
de: ungültiger Vergleich ($name1 ~~ $name2)
it: Confronto ($name1 ~~ $name2) illecito
nl: niet toegestane vergelijking ($name1 ~~ $name2)
ru: недопустимое сравнение ($name1 ~~ $name2)
vi: so sánh cấm ($name1 ~~ $name2)
