Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: warning: stat $filename: $errno
de: Warnung: stat "$filename": $errno
it: Attenzione: stat di «$filename»: $errno
nl: waarschuwing: stat "$filename": $errno
ru: предупреждение: stat "$filename": $errno
vi: cảnh báo : stat "$filename": $errno

source: warning: test mode
de: Warnung: dieses Programm läuft im "test" Modus. Es hat beschränkte Möglichkeiten aufgrund unzureichender Privilegien. Dieser Modus ist ausschließlich für Testzwecke vorgesehen, er ist kein empfohlener Betriebsmodus.
it: Attenzione: questa copia è in esecuzione in modalità «test», con capacità ridotte a causa dei privilegi ridotti. Questa modalità è fornita unicamente per i test e non è una modalità operativa raccomandata.
nl: waarschuwing: Deze versie werkt in "test" modus. Hij heeft beperkte mogelijkheden wegens gebrek aan rechten. Deze modus is alleen voor testen, en is niet de aanbevolen werk modus.
pt_br: Warning: This copy is running in "test" mode. It has reduced capabilities due to reduced privileges. This mode is provided solely for testing, and is not a recommended operating mode.
ru: предупреждение: Эта копия Aegis запущена в тестовом режиме. В этом режиме некоторые возможности программы недоступны из-за сниженых привилегий. Не рекомендуется использовать программу в этом режиме для работы (только тестирование).
vi: Cảnh báo : bản sao này đang chạy ở chế độ « test » (thử). Nó có khả năng bị giảm do quyền hạn cũng bị giảm. Chế độ này được cung cấp chỉ để thử nên không phải là một chế độ thao tác khuyến khích.

source: warning: unlink $filename: $errno
de: Warnung: unlink (löschen) "$filename": $errno
it: Attenzione: unlink di «$filename»: $errno
nl: waarschuwing: unlink "$filename": $errno
ru: предупреждение: unlink "$filename": $errno
vi: cảnh báo : bỏ liên kết « $filename »: $errno

source: warning: use $name option
de: Warnung: bitte verwenden Sie die Option $name, wenn eine Attributs-Datei benannt wird, die Kurzform ist überholt
it: Attenzione: utilizzare l'opzione «$name» quando si specifica un file di attributi, la forma disadorna è ora obsoleta
nl: Waaschuwing: gebruik de $name optie bij een attributen bestand
pt_br: warning: please use the $name option when specifying an attributes file, the unadorned form is now obsolescent
ru: предупреждение: при указании файла атрибутов следует пользоваться опцией $name форма записи без опции устарела
vi: cảnh báo : hãy sử dụng tùy chọn $name khi ghi rõ một tập tin thuộc tính; dạng trần truồng trở thành quá cũ

source: warning: utime $filename: $errno
de: Warnung: utime "$filename": $errno
it: Attenzione: utime «$filename»: $errno
nl: waarschuwing: utime "$filename": $errno
ru: предупреждение: utime "$filename": $errno
vi: cảnh báo : utime "$filename": $errno

source: was not developer
de: Benutzer "$user" ist nicht der Entwickler dieses Changes, nur Benutzer "$developer" kann das Bearbeitungs-Ende rückgängig machen
it: L'utente «$user» non era lo sviluppatore di questa modifica, solo l'utente «$developer» può annullare la fine dello sviluppo
nl: gebruiker "$user" was niet de ontwikkelaar, alleen "$developer" kan onwikkelen einde ongedaan maken
pt_br: user "$user" was not the developer of this change, only user "$developer" may undo develop end
ru: пользователь "$user" не работал над этим блоком изменений, только пользователь "$developer" может возобновить разработку
vi: người dùng « $user » đã không phải là nhà phát triển của thay đổi này nên chỉ người dùng « $developer » có quyền hủy bước kết thúc tiến trình phát triển

source: was not reviewer
de: Benutzer "$user" ist nicht der Reviewer dieses Changes, nur Benutzer "$developer" kann das Review-Ende rückgängig machen
it: L'utente «$user» non era il revisore di questa modifica, solo l'utente «$reviewer» può annullare il passaggio della revisione
nl: gebruiker "$user" was niet de reviewer van deze wijziging, alleen "$reviewer" mag "wijziging goedgekeurd" ongedaan maken
pt_br: user "$user" was not the reviewer of this change, only user "$reviewer" may undo the review pass
ru: пользователь "$user" не рецензировал этот блок изменений, только пользователь "$reviewer" может отозвать рецензию
vi: người dùng « $user » đã không phải là người xem lại của thay đổi này nên chỉ người dùng « $developer » có quyền hủy bước chạy tiến trình xem lại

source: write $filename: $errno
de: write (schreiben) "$filename": $errno
ru: ошибка записи в файл "$filename": $errno
vi: ghi « $filename »: $errno

source: yacc stack overflow
de: unklar, was Sie meinen: zu kompliziert
it: Impossibile interpretare il comando richiesto, è troppo complicato
nl: Niet in staat te begrijpen wat bedoeld werd, het is te ingewikkeld
pt_br: não foi possível descobrir o que você pretendia dizer, esta muito complicado
ru: невозможно определить что имелось ввиду, слишком сложное выражение
vi: không thể hiểu được bạn muốn nói gì, quá phức tạp

source: you must create a "$filename" file
de: sie müssen die Datei "$filename" erstellen
it: È necessario creare un file «$filename»
nl: U moet een "$filename" bestand aanmaken
pt_br: você deve criar o arquivo "$filename"
ru: необходимо создать файл "$filename"
vi: bạn phải tạo một tập tin kiểu « $filename »

source: rmdir $filename: $errno
de: rmdir (Verzeichnis löschen) "$filename": $errno
it: rmdir di «$filename»: $errno

source: $name option not meaningful
de: Die Option ``$name'' hat keine Bedeutung in diesem Kontext
ru: опция ``$name'' не имеет смысла в данном контексте

source: cat $filename: $errno
de: cat (ausgeben) "$filename": $errno
ru: ошибка при выводе файла "$filename": $errno

source: chdir $filename: $errno
de: chdir (Verzeichniswechsel) "$filename": $errno

source: chgrp("$filename", $arg): $errno
de: chgrp("$filename", $arg) (Ändern der Gruppe): $errno

source: chmod("$filename", $arg): $errno
de: chmod("$filename", $arg) (Ändern der Zugriffsberechtigung): $errno

source: close $filename: $errno
de: close (schließen) "$filename": $errno
nl: sluiten "$filename": $errno

source: cmp $filename1 $filename2: $errno
de: cmp (vergleichen) "$filename1" "$filename2": $errno

source: cp $filename1 $filename2: $errno
de: cp (kopieren) "$filename1" "$filename2": $errno

source: exec "$filename": $errno
de: exec (ausführen) "$filename": $errno
nl: uitvoeren "$filename": $errno

source: floating ``break'' statement
de: freilaufende ``break'' Anweisung
nl: zwevend ``break'' statement
ru: оператор ``break'' вне цикла

source: floating ``continue'' statement
de: freilaufende ``continue'' Anweisung
nl: zwevend ``continue'' statement
ru: оператор ``continue'' вне цикла

source: floating ``return'' statement
de: freilaufende ``return'' Anweisung
nl: zwevend ``return'' statement
ru: оператор ``return'' вне функции

source: mkdir("$filename", $arg): $errno
de: mkdir("$filename", $arg) (Verzeichnis erstellen): $errno

source: setgid $arg: $errno
de: setgid (Gruppen-Id setzen) $arg: $errno

source: setuid $arg: $errno
de: setuid (User-Id setzen) $arg: $errno

source: strftime output too large
de: strftime Ausgabedaten zu groß
nl: strftime output te groot
ru: слишком большой результат функции strftime

source: symlink("$filename1", "$filename2"): $errno
de: symlink("$filename1", "$filename2") (symbolischen Link erstellen): $errno
