Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: bad patch send state
de: Dieser Change ist im Status $state; er muß in einem späteren Status sein um versendet zu werden
it: Questa modifica è nello stato «$state», per poter essere inviata deve essere in uno stato successivo
pt_br: this change is in the $state state; it must be in a later state to be sent
ru: этот блок изменений находится в стадии $state; для пересылки он должен быть в одной из более поздних стадий
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng sau hơn để được gửi

source: bad pattern $filename
de: Dateinamensmuster "$filename" ist ungültig
it: Il modello del nome di file «$filename» è illecito
nl: bestandsnaam patroon "$filename" is niet toegestaan
pt_br: filename pattern "$filename" is illegal
ru: недопустимый шаблон имени файла "$filename"
vi: không cho phép dùng mẫu tên tập tin « $filename »

source: bad project $name
de: Projektname "$name" ist ungültig
it: Il nome del progetto «$name» non è valido
nl: project naam "$name" is niet geldig
pt_br: project name "$name" is invalid
ru: недопустимое название проекта "$name"
vi: tên dự án « $name » không hợp lệ

source: bad rb state
de: Dieser Change ist im '$state' Status, er muß im 'awaiting review' Status sein, um den Review zu beginnen
it: Questa modifica è nello stato «$state», per poterne iniziare la revisione deve essere nello stato «awaiting review»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'awaiting review' hebben om deze wijziging te kunnen reviewen
pt_br: this change is in the '$state' state, it must be in the 'awaiting review' state to begin review
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'awaiting review' чтобы можно было начать рецензирование
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đợi xem lại » để bắt đầu tiến trình xem lại

source: bad rbu state
de: Dieser Change ist im '$state' Status, er muß im 'being review' Status sein, um den Review abzubrechen
it: Questa modifica è nello stato «$state», per poterne arrestare la revisione deve essere nello stato «being reviewed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being reviewed' hebben om deze wijziging goed te keuren
pt_br: this change is in the '$state' state, it must be in the 'being reviewed' state to stop reviewing
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being reviewed' чтобы можно было отменить начало рецензирования
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được xem lại » để dừng tiến trình xem lại

source: bad rf state
de: Dieser Change ist im '$state' Status, er muß im 'being reviewed' Status sein, um einen Review-Fail durchzuführen
it: Questa modifica è nello stato «$state», per poter fallire la revisione deve essere nello stato «being reviewed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being reviewed' hebben om deze wijziging af te keuren
pt_br: this change is in the '$state' state, it must be in the 'being reviewed' state to fail review
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being reviewed' чтобы можно было прекратить рецензирование с возвратом на доработку
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được xem lại » để thất bại tiến trình xem lại

source: bad rm state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um eine Datei zu entfernen
it: Questa modifica è nello stato «$state», per potervi rimuovere un file deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om er een bestand uit te verwijderen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to remove a file with it
ru: этот блок изменений находится в стадии '$state', для удаления файлов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để dùng khi gỡ bỏ tập tin

source: bad rm undo $filename
de: Datei "$filename" wurde nicht mit dem 'aegis -ReMove_file Kommando in diesen Change übernommen
it: Il file «$filename» non è stato aggiunto a questa modifica usando il comando «aegis -ReMove_file»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met 'aegis -ReMove_file'
pt_br: file "$filename" was not added to this change using the 'aegis -ReMove_file' command
ru: файл "$filename" не был помещён в блок изменений командой 'aegis -ReMove_file'
vi: tập tin « $filename » đã không được thêm vào thay đổi này dùng lệnh « aegis -ReMove_file »

source: bad rmu state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um das entfernen von Dateien rückgängig zu machen
it: Questa modifica è nello stato «$state», per poter annullare la rimozione di file deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om verwijderen bestanden ongedaan te maken
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to undo remove files
ru: этот блок изменений находится в стадии '$state', для отмены удаления файлов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để hủy bước gỡ bỏ tập tin

source: bad rp state
de: Dieser Change ist im '$state' Status, er muß im 'being reviewed' Status sein, um einen Review-Pass durchzuführen
it: Questa modifica è nello stato «$state», per poter passare la revisione deve essere nello stato «being reviewed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being reviewed' hebben om deze wijziging goed te keuren
pt_br: this change is in the '$state' state, it must be in the 'being reviewed' state to pass review
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being reviewed' для завершения рецензирования
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được xem lại » để xem lại thành công

source: bad rpu state
de: Dieser Change ist im '$state' Status, er muß im 'awaiting integration' Status sein, um einen Review-Pass zurückzunehmen
it: Questa modifica è nello stato «$state», per poter annullare un passaggio della revisione deve essere nello stato «awaiting integration»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'awaiting integration' hebben om wijziging goedkeuren ongedaan te maken
pt_br: this change is in the '$state' state, it must be in the 'awaiting integration' state to undo a review pass
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'awaiting integration' для отмены завершения рецензирования
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đợi hợp nhất » để hủy bước xem lại

source: bad send no files
de: Keine Dateien für die Distribution vorhanden
it: Non ci sono file da distribuire
nl: er zijn geen bestanden om te distribueren
pt_br: there are no files to distribute
ru: отсутствуют файлы для пересылки
vi: không có tập tin cần phát hành

source: bad send state
de: Dieser Change ist im Status $state; er muß in einem späteren Status sein um versendet zu werden
it: Questa modifica è nello stato «$state», per poter essere inviata deve essere in uno stato successivo
nl: Deze wijziging heeft de status $state; hij moet een latere status hebben om verzonden te worden
pt_br: this change is in the $state state; it must be in a later state to be sent
ru: этот блок изменений находится в стадии $state; для пересылки он должен быть в одной из более поздних стадий
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng sau hơn để được gửi

source: bad test state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' oder 'being integrated' Status sein, um Tests laufen zu lassen
it: Questa modifica è nello stato «$state», per poter effettuare dei test deve essere nello stato «being developed» o «being integrated»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' of 'being integrated' hebben om testen te doen
pt_br: this change is in the '$state' state, it must be in the 'being developed' or 'being integrated' state to run tests
ru: этот блок изменений находится в стадии '$state', для запуска тестов он должен быть в стадии 'being developed' или 'being integrated'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » hay « đang được hợp nhất » để chạy hàm thử

source: bad version $number
de: Versionsnumber "$number" ist ungültig
it: Numero di versione «$number» non valido
nl: versie nummer "$number" is niet toegestaan
pt_br: version number "$number" is invalid
ru: недопустимый номер версии "$number"
vi: phiên bản số « $number » không hợp lệ

source: baseline $filename changed
de: Datei "$filename" hat sich seit dem letzten 'aegis -DIFFerence' Kommando in der Baseline geändert, Sie müssen einen Merge durchführen
it: Il file «$filename» nella linea di base è cambiato dall'ultima esecuzione di «aegis -DIFFerence», è necessario effettuare un'unione
nl: bestand "$filename" in de baseline is gewijzigd sinds de laatste vergelijking met 'aegis -DIFFerence', het bestand moet samengevoegd worden
pt_br: file "$filename" in the baseline has changed since the last 'aegis -DIFFerence' command, you need to do a merge
ru: файл "$filename" в базе проекта изменился с момента последнего сравнения командой 'aegis -DIFFerence', необходимо выполнить слияние
vi: tập tin « $filename » trên đường cơ bản đã thay đổi kể từ lần cuối cùng chạy lệnh « aegis -DIFFerence »: bạn cần phải chạy một tiến trình trộn

source: baseline $filename changed, merge in new change
de: Datei "$filename" hat sich in der Baseline des Parent dieses Branches geändert seit sie in diesem Branch geändert wurde. Um diesen Konflikt zu lösen, müssen Sie einen neuen Change in diesem Branch anlegen, die Datei hineinkopieren (aecp $filename) und einen Cross Branch Merge mit dem Grandparent (aed -merge -grandparent $filename) durchführen. Nachdem dieser Change integriert ist, ist die Datei up-to-date mit der Baseline des Parent dieses Branches. Siehe auch das Kapitel über Branching im Aegis User Guide.
it: Il file «$filename» nella linea di base superiore a questo ramo è cambiato dall'ultima volta in cui è stato modificato da questo ramo. Per risolvere questo problema è necessario creare una nuova modifica in questo ramo, copiarvi i file («aecp $filename») ed effettuare una fusione incrociata di rami con il ramo in cima («aed -merge -grandparent $filename»). Una volta effettuata l'integrazione, il file sarà aggiornato con la linea di base superiore di questo ramo. Consultare il capitolo «Branching» del manuale utente di Aegis per maggiori informazioni.
nl: Bestand "$filename" in stam van deze tak is gewijzigd sinds het wasaangepast in deze tak. Om dit probleem op te lossen, moet er een wijziging aangemaakt worden in deze tak, kopieer het bestand daarin (aecp $filename) en kombineer het met zijn 'grootvader' (aed -merge -grandparent $filename). Zodra deze wijziging is geintregeerd in deze tak, is het bestand up-to-date met de stam van deze tak. Zie het hoofdstuk over vertakken (branching) in de Aegis gebruikers handleiding voor meer informatie
pt_br: File "$filename" in this branch's parent baseline has changed since it was modified by this branch. In order to resolve this, you will need to create a new change in this branch, copy the file into it (aecp $filename) and do a cross branch merge with the grandparent (aed -merge -grandparent $filename). Once this is integrated, the file will be up-to-date with the branch's parent's baseline. See the Branching chapter of the Aegis User Guide for more information.
ru: Файл "$filename" в родительской ветви был изменён после его модификации в этой ветви проекта. Необходимо создать новый блок изменений в этой ветви, поместить файл в него (aecp $filename) и выполнить слияние между ветвями проекта используя опцию grandparent (aed -merge -grandparent $filename). После завершения интеграции блока изменений, файл будет соответствовать содержимому родительской ветви. Подробная информация находится в главе Branching руководстве пользователя.
vi: Tập tin « $filename » trên đường cơ bản mẹ của nhánh này đã thay đổi kể từ khi nó bị nhánh này sửa đổi. Để giải quyết trường hợp này, bạn cần phải tạo một thay đổi mới trong nhánh này, sao chép tập tin vào nó (aecp $filename) và chạy một tiến trình trộn chéo nhánh với cái bà (aed -merge -grandparent $filename). Một khi hợp nhất, tập tin là hiện thời với đường cơ bản mẹ của nhánh. Xem chương « Branching » (chạy nhánh) của Sổ tay Người dùng Aegis (Aegis User Guide) để tìm thêm thông tin.

source: baseline read lock not available
de: Baseline read lock nicht verfügbar
it: Blocco della lettura della linea di base non disponibile
nl: baseline lees-slot niet beschikbaar
ru: не доступна блокировка базы проекта на чтение
vi: không có sẵn khoá đọc đường cơ bản

source: baseline write lock not available
de: Baseline write lock nicht verfügbar
it: Blocco della scrittura della linea di base non disponibile
nl: baseline schrijf-slot niet beschikbaar
ru: не доступна блокировка базы проекта на запись
vi: không có sẵn khoá ghi đường cơ bản

source: batch test from $current to $last of $total
de: Batch Test von $current bis $last von $total
it: Test ${current} a ${last} di $total, ${date %H.%M}, ETA $remaining
pt_br: tests ${current} to ${last} of $total, ${date %H:%M}, ETA $remaining
ru: пакет тестов от $current до $last из $total
vi: hàm thử $current-$last trên $total, ${date %H:%M}

source: bevel size $number out of range
de: Bevel-Größe $number ungültig, muß zwischen 0 und 10 liegen
it: Dimensione del rilievo $number fuori tolleranza, deve essere inclusa fra 0 e 10
nl: rand grootte $number buiten bereik, het moet tussen 0 to 10 liggen
pt_br: bevel size $number out of range, it must be 0 to 10
ru: недопустимый параметр скругления $number, должен быть от 0 до 10
vi: kích cỡ cạnh xiên $number ở ngoại phạm vi (0-10)

source: boolean value required for arithmetic if (was given $name)
de: Bool'scher Wert für arithmetisches if benötigt (angegeben wurde $name)
it: È richiesto un valore booleano per l'«if» aritmetico (è stato dato $name)
nl: booleaanse waarde nodig voor rekenkundig als (kreeg $name)
ru: для операции арифметического if требуется параметр логического типа (передано $name)
vi: cần thiết giá trị luận lý cho số học (đã nhận $name)

source: boolean value required for if (was given $name)
de: Bool'scher Wert benötigt für ?: Ausdruck (angegeben war $name)
it: È richiesto un valore booleano per l'espressione «?:» (è stato dato $name)
nl: booleaanse waarde nodig voor ?: expressie (kreeg $name)
pt_br: boolean value required for ?: expression (was given $name)
ru: для выражения ?: требуется логическая величина (передано $name)
vi: cần thiết giá trị luận lý cho biểu thức « ?: » (đã cho $name)

source: boolean value required for logical and (was given $name)
de: Bool'scher Wert für logisches ``and'' benötigt (angegeben wurde $name)
it: È richiesto un valore booleano per l'«and» logico (è stato dato $name)
nl: booleaanse waarde nodig voor logisch ``en'' (kreeg $name)
ru: для операции логического ``and'' требуется параметр логического типа (передано $name)
vi: cần thiết giá trị luận lý cho « và » logic (đã cho $name)

source: boolean value required for logical or (was given $name)
de: Bool'scher Wert für logisches ``or'' benötigt (angegeben wurde $name)
it: È richiesto un valore booleano per l'«or» logico (è stato dato $name)
nl: booleaanse waarde nodig voor logisch ``of'' (kreeg $name)
ru: для операции логического ``or'' требуется параметр логического типа (передано $name)
vi: cần thiết giá trị luận lý cho « hoặc » logic] (đã cho $name)

source: boolean value required in if statement (not $name)
de: Bool'scher Wert für ``if''-Anweisung benötigt (angegeben wurde $name)
it: È richiesto un valore booleano per l'istruzione «if» (è stato dato $name)
nl: booleaanse waardenodig voor ``als'' statement (kreeg $name)
pt_br: boolean value required in "if" statement (was given $name)
ru: для оператора ``if'' требуется параметр логического типа (передано $name)
vi: cần thiết giá trị luận lý trong câu lệnh « nếu » (đã cho $name)

source: branch $number out of range
de: Branch $number ungültig, es muß eine kleine positive Zahl sein
it: Ramo $number fuori tolleranza, deve essere un piccolo numero positivo
nl: tak $number buiten bereik, het moet een klein positief getal zijn
pt_br: branch $number out of range, it must be a small positive number
ru: недопустимый номер ветви проекта $number, это должно быть небольшое положительное число
vi: nhánh $number ở ngoại phạm vi: nó phải là một con số dương nhỏ

source: branch $number used
de: Branch-Nummer $number wurde bereits verwendet, bitte verwenden Sie eine andere; oder geben Sie keine an, wenn Sie eine Branch-Nummer automatisch erzeugen lassen wollen
it: Il numero di ramo $number è già stato utilizzato, sceglierne un altro o non specificarne nessuno se si vuole che il numero venga attribuito automaticamente
nl: tak nummer $number is al in gebruik, kies een ander nummer of geef geen nummer op om er automagisch een toegwezen te krijgen
pt_br: branch number $number has already been used, please choose another; or do not specify one if you want one to be allocated automatically
ru: номер ветви проекта $number уже используется, следует выбрать другой или не указывать ни какого для автоматического выбора
vi: số hiệu nhánh $number đang được dùng: hãy chọn con số khác, hoặc đừng ghi rõ con số nếu bạn muốn tự động cấp phát một con số

source: branch completed
de: Sie können Changes und Branches nur in Branches erzeugen, die aktiv sind, dieser Branch ist nicht im 'being developed' Status
it: È possibile creare modifiche e rami solo su rami che sono attivi. Questo ramo non è nello stato «being developed»
nl: wijzigingen en takken kunnen alleen aangemaakt worden op aktieve takken, deze tak heeft niet de status 'being developed'
pt_br: you may only create changes and branches on branches which are active, this branch is not in the 'being developed' state
ru: блоки изменений и ветви можно создавать для активных ветвей проекта, эта ветвь проекта не находится в стадии 'being developed'
vi: cho phép bạn tạo thay đổi và nhánh chỉ trên nhánh đang hoạt động; nhánh này không phải ở tình trạng « đang được phát triển »

source: brief_description not set
it: La descrizione abbreviata non è stata impostata
pt_br: the brief description has been not set
vi: chưa đặt mô tả ngắn (brief_description)

source: build required
de: Dieser Change muß einen erfolgreichen 'aegis -Build' $outstanding durchführen, bevor die Bearbeitung abgeschlossen werden kann
it: Questa modifica deve completare con successo un «aegis -Build» $outstanding prima di poter finire lo sviluppo
nl: Deze wijziging moet eerst gecompileerd worden met 'aegis -Build' $outstanding voordat het ontwikkelen beeindigd kan worden
pt_br: this change must successfully complete an 'aegis -Build' $outstanding before it can end development
ru: перед завершением разработки необходимо выполнить команду 'aegis -Build' $outstanding
vi: thay đổi này phải chạy xong thành công một tiến trình xây dựng « aegis -Build » $outstanding trước khi nó có thể kết thúc tiến trình phát triển

source: build trashed $filename
de: Die Source-Datei "$filename" scheint durch den Build verändert worden zu sein. Dies passiert oft, wenn eine Source-Datei in eine generierte Datei umgewandelt wird. Ändern Sie in einem separaten Change die Build-Konfiguration, oder ``aerm $filename'', oder ``aerm $filename'' und dann ``aenf -build $filename'' in einem Folgechange.
it: Pare che la compilazione abbia modificato il file sorgente «$filename». Questo accade spesso quando un file sorgente diventa un file generato. Sarà necessario modificare la configurazione di compilazione in una modifica separata, o eseguire «aerm $filename», oppure eseguire «aerm $filename» e poi «aenf -build $filename» in una modifica seguente
nl: De compilatie heeft het bestand "$filename" gewijzigd Dit kan gebeuren als een source bestand later gegenereed wordt Om dit op te lossen moet in een aparte wijziging be 'build configuration' aangepast worden zodat dit niet gebeurd, of verwijder het bestand (``aerm $filename''), of verwijder dit bestand (``aerm $filename'') en voeg het opnieuw toe met ``aenf -build $filename'' in een volgende wijziging.
pt_br: The build appears to have modified the "$filename" source file. This often occurs when a source files becomes a generated file. In a separate change you need to change the build configuration, or "aerm $filename", or "aerm $filename" and then "aenf -build $filename" in a following change.
ru: В процессе сборки был изменён исходный файл "$filename" Чаще всего это означает, что файл теперь является создаваемым, а не исходным. В отдельном блоке изменений необходимо изменить конфигурацию сборки, или выполнить команду ``aerm $filename'', или ``aerm $filename'', а затем ``aenf -build $filename''.
vi: có vẻ là tiến trình xây dựng đã sửa đổi tập tin mã nguồn « $filename ». Trường hợp này thường xảy ra khi một tập tin ma nguồn trở thành một tập tin đã tạo ra. Trong một thay đổi riêng, bạn cần phải thay đổi cấu hình xây dựng, hoặc chạy lệnh « aerm $filename », hoặc chạy lệnh « aerm $filename » rồi lệnh « aenf -build $filename » trong một thay đổi theo sau.

source: change $change: $message
it: Modifica $change: $message
nl: wijziging $change: $message
ru: блок $change: $message
vi: thay đổi $change: $message

source: change $number not completed
de: Change $number ist im Status "$state", er muß im "completed" Status sein, um die Option --delta-from-change anzuwenden
it: La modifica $number è nello stato «$state»; per poter essere utilizzata con l'opzione «--delta-from-change» deve essere nello stato «completed»
nl: wijziging $number heeft niet de status "$state"; het met moet de status "completed" hebben om gebruikt te kunnen worden met de --delta-from-change optie
pt_br: change $number is in the "$state" state; it must be in the "completed" state to be used with the --delta-from-change option
ru: блок изменений $number находится в стадии "$state"; он должен быть в стадии "completed" для использования опции --delta-from-change
vi: thay đổi $number ở tình trạng « $state »; nó phải ở tình trạng « hoàn tất » để dùng cùng với tùy chọn « --delta-from-change »

source: change $number out of range
de: Change $number ungültig, es muss eine kleine positive Zahl sein
it: Numero di modifica «$number» fuori tolleranza, deve essere un piccolo numero positivo
nl: wijziging $number buiten bereik, moet een klein positief nummer zijn
pt_br: change $number out of range, it must be a small positive number
ru: недопустимый номер блока изменений $number, это должно быть небольшое положительное число
vi: thay đổi $number ở ngoài phạm vi, nó phải là một con số dương nhỏ
