Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: misplaced number ($number)
de: Zahl ($number) an falscher Stelle in Kommandozeile
it: Posizione del numero ($number) sulla riga di comando non corretta
nl: misplaatst nummer ($number) op de opdrachtregel
pt_br: misplaced number ($number) on the command line
ru: число ($number) не на месте
vi: con số bị để không đúng chỗ ($number) trên dòng lệnh

source: modifiable lvalue required for decrement
de: veränderbarer lvalue benötigt für Dekrement
it: Per il decremento è richiesto un lvalue modificabile
ru: для операции декремента требуется изменяемая величина
vi: cần thiết giá trị lvalue có thể sửa đổi cho hàm giảm dần

source: modifiable lvalue required for decrement (was given $name)
de: veränderbarer lvalue benötigt für Dekrement (angegeben wurde $name), muss eine zuweisbare Variable sein
it: Per il decremento è richiesto un lvalue modificabile (è stato dato $name), deve essere una variabile assegnabile
nl: modifiable lvalue required for decrement (was given $name), it must be an assignable variable
pt_br: modifiable lvalue required for decrement (was given $name), it must be an assignable variable
ru: для операции декремента требуется изменяемая величина (передано $name), это должна быть переменная, которой можно присвоитб значение
vi: cần thiết giá trị lvalue có thể sửa đổi cho hàm giảm dần (đã cho $name), nó phải là một biến có thể gán được

source: modifiable lvalue required for increment
de: veränderbarer lvalue benötigt für Inkrement
it: Per l'incremento è richiesto un lvalue modificabile
ru: для операции инкремента требуется изменяемая величина
vi: cần thiết giá trị lvalue có thể sửa đổi cho hàm tăng dần

source: modifiable lvalue required for increment (was given $name)
de: veränderbarer lvalue benötigt für Inkrement (angegeben wurde $name), muss eine zuweisbare Variable sein
it: Per l'incremento è richiesto un lvalue modificabile (è stato dato $name), deve essere una variabile assegnabile
nl: aanpasbare waarde nodig voor optellen (kreeg $name), moet een aanpasbare variabele zijn.
pt_br: modifiable lvalue required for increment (was given $name), it must be an assignable variable
ru: для операции инкремента требуется изменяемая величина (передано $name), это должна быть переменная, которой можно присвоитб значение
vi: cần thiết giá trị lvalue có thể sửa đổi cho hàm tăng dần (đã cho $name), nó phải là một biến có thể gán được

source: modulo by zero
de: Modulo mit Null
it: Modulo per zero
nl: modulo door nul
ru: деление на ноль
vi: môđulô cho không

source: move $filename1 to $filename2 complete
de: Datei "$filename1" umbenannt in "$filename2"
it: Il file «$filename1» è stato spostato in «$filename2»
nl: bestand "$filename1" hernoemd naar "$filename2"
pt_br: file "$filename1" moved to "$filename2"
ru: файл "$filename1" перемещён в "$filename2"
vi: tập tin « $filename1 » đã được di chuyển sang « $filename2 »

source: move file undo $filename complete
de: Datei "$filename" ist nicht mehr im Change
it: Lo spostamento del file «$filename» è stato annullato
pt_br: file "$filename" no longer being moved
ru: отмена перемещения файла $filename
vi: tập tin « $filename » không còn được di chuyển lại

source: nc dflt hint
de: Hinweis: wenn Sie alles unterhalb des "cause" Feldes löschen, werden zum "cause" passende Standard-Einstellungen verwendet
it: Suggerimento: la cancellazione di tutto quanto sotto il campo «cause» imposterà i valori predefiniti appropriati per la propria scelta
nl: Hint: alles verwijderen vanaf het "cause" veld zal alle standaard waarden goed zetten voor de gekozen reden.
pt_br: Hint: deleting everything below the "cause" field will set the defaults appropriately for the cause you have chosen.
ru: Подсказка: если удалить все строки ниже поля "cause", то все остальные поля примут значения по умолчанию, соответствующие указанной причине.
vi: Gợi ý: xoá mọi thứ bên dưới trường « cause » (nguyên nhân) sẽ đặt các giá trị mặc định một cách thích hợp với nguyên nhân bạn đã chọn.

source: new administrator $name complete
de: Benutzer "$name" ist jetzt Administrator
it: L'utente «$name» è ora un amministratore
nl: gebruiker "$name" aangemeld als administrateur
pt_br: user "$name" is now an administrator
ru: пользователь "$name" теперь является администратором
vi: người dùng « $name » giờ này là quản trị viên

source: new alias $name complete
de: Neuer alias "$name" erzeugt
it: Nuovo alias «$name» creato
nl: nieuwe alias "$name" aangemaakt
pt_br: new alias "$name" created
ru: создан новый псевдоним "$name"
vi: bí danh mới « $name » đã được tạo

source: new branch complete
de: erzeugt
it: Nuovo ramo creato
nl: nieuwe tak gereed
pt_br: created
ru: создана новая ветвь проекта
vi: đã tạo

source: new branch undo complete
de: entfernt
it: Annullamento della creazione di un nuvo ramo completato
nl: nieuwe tak weer verwijderd
pt_br: removed
ru: ветвь проекта удалена
vi: bị gỡ bỏ

source: new change complete
de: erzeugt
it: Nuova modifica creata
nl: nieuwe wijziging gemaakt
pt_br: created
ru: создан новый блок изменений
vi: đã tạo

source: new change undo complete
de: entfernt
it: Annullamento della creazione di una nuova modifica completato
nl: nieuwe wijziging weer verwijderd
pt_br: removed
ru: блок изменений удалён
vi: bị gỡ bỏ

source: new developer $name complete
de: Benutzer "$name" ist jetzt Entwickler
it: L'utente «$name» è ora uno sviluppatore
nl: Gebruiker "$name" aangemeld als ontwikkelaar
pt_br: user "$name" is now a developer
ru: пользователь "$name" теперь является разработчиком
vi: người dùng « $name » giờ này là nhà phát triển

source: new file $filename completed
de: Datei "$filename" hinzugefügt
it: File «$filename» aggiunto
nl: bestand "$filename" toegevoegd
pt_br: file "$filename" added
ru: добавлен файл "$filename"
vi: tập tin « $filename » đã được thêm

source: new file $filename not created
de: die Datei "$filename" wurde nicht erzeugt
it: Il file «$filename» non è stato creato
nl: het bestand "$filename" werd niet gemaakt
pt_br: the file "$filename" was not created
ru: файл "$filename" не был создан
vi: chưa tạo tập tin « $filename »

source: new file undo $filename complete
de: Neue Datei "$filename" entfernt
it: Nuovo file «$filename» rimosso
nl: nieuw bestand "$filename" verwijderd
pt_br: new file "$filename" removed
ru: удалён созданный файл "$filename"
vi: tập tin mới « $filename » bị gỡ bỏ

source: new file undo fail
de: $number ${plural $number fatale fataler} Fehler gefunden, es wurden keine neuen Dateien aus dem Change entfernt
it: ${plural $number Trovati trovato} $number ${plural $number 'errori fatali' 'errore fatale'}, nessun file è stato rimosso dalla modifica
nl: $number onoverkomelijke fout${plural $number en} gevonden, geen bestanden uit de wijziging verwijderd
pt_br: found $number fatal error${plural $number s}, no files were removed from the change
ru: найден${pl $n о а} $number ошиб${plf $n ка ки ок}, ни один файл не был удалён из блока изменений.
vi: tìm $number lỗi nghiêm trọng: không có tập tin bị gỡ bỏ khỏi thay đổi

source: new integrator $name complete
de: Benutzer "$name" ist jetzt Integrator
it: L'utente «$name» è ora un integratore
nl: gebruiker "$name" aangemeld als integrator
pt_br: user "$name" is now an integrator
ru: пользователь "$name" теперь является интегратором
vi: người dùng « $name » giờ này là người hợp nhất

source: new project complete
de: erzeugt
it: Creazione di un nuovo progetto completata
nl: nieuw project aangemaakt
pt_br: created
ru: создан новый проект
vi: đã tạo

source: new release complete
de: erzeugt
it: Creazione di un nuovo rilascio completata
nl: nieuwe vrijgave gereed
pt_br: created
ru: создан новый выпуск
vi: đã táo

source: new reviewer $name complete
de: Benutzer "$name" ist jetzt Reviewer
it: L'utente «$name» è ora un revisore
nl: gebruiker "$name" aangemeld als reviewer
pt_br: user "$name" is now a reviewer
ru: пользователь "$name" теперь является рецензентом
vi: người dùng « $name » giờ này là người xem lại

source: new test $filename complete
de: Datei "$filename" neuer Test
it: Creazione del nuovo file di test «$filename» completata
nl: bestand "$filename" is een nieuwe test
pt_br: file "$filename" new test
ru: создан новый тест "$filename"
vi: tập tin « $filename » hàm thử mới

source: new test failed
de: $number ${plural $number fatale fataler} Fehler gefunden, es wurden keine neuen Tests im Change erzeugt
it: ${plural $number Trovati trovato} $number ${plural $number 'errori fatali' 'errore fatale}, nessun nuovo test è stato aggiunto alla modifica
nl: $number onoverkomelijke fout${plural $number en} gevonden, geen nieuwe testen aan de wijziging toegevoegd
pt_br: found $number fatal error${plural $number s}, no new tests were added to the change
ru: найден${pl $n о а} $number серьёзн${plf $n ая ые ых} ошиб${plf $n ка ки ок}, тесты не были добавлены к блоку изменений
vi: tìm $number lỗi nghiêm trọng: không có hàm thử mới được thêm vào thay đổi

source: new test undo $filename complete
de: Datei "$filename" neuer Test entfernt
it: Annullamento del nuovo file di test «$filename» completato
nl: bestand "$filename" is geen nieuwe test meer
pt_br: file "$filename" new test undo
ru: удалён созданный тест "$filename"
vi: tập tin « $filename » hàm thử hủy bước

source: new test undo fail
de: $number ${plural $number fatale fataler} Fehler gefunden, es wurden keine Tests aus dem Change entfernt
it: ${plural $number Trovati trovato} $number ${plural $number 'errori fatali' 'errore fatale}, nessun test è stato rimosso dalla modifica
nl: $number onoverkomelijke fout${plural $number en}gevonden, geen testen uit de wijziging verwijderd
pt_br: found $number fatal error${plural $number s}, no tests were removed from the change
ru: найден${pl $n о а} $number серьёзн${plf $n ая ые ых} ошиб${plf $n ка ки ок}, созданные тесты не были удалены из блока изменений
vi: tìm $number lỗi nghiêm trọng: không có hàm thử bị gỡ bỏ khỏi thay đổi

source: nil move $filename
de: Sie können die Datei "$filename" nicht in sich selbst umbenennen
it: Impossibile spostare il file «$filename» in cima a se stesso
nl: het bestand "$filename" kan niet op zichzelf gekopieerd worden
pt_br: you may not move the "$filename" file on top of itself
ru: нельзя переместить файл "$filename" поверх себя
vi: không cho phép bạn di chuyển tập tin « $filename » ở trên với nhau

source: no "$name", guessing "$guess"
de: der Name "$name" ist nicht definiert, wahrscheinlich meinen Sie "$guess" stattdessen
it: Il nome «$name» non è definito: si intendeva forse «$guess»?
nl: de naam "$name" is niet gedefineerd, gok op "$guess"
pt_br: the name "$name" is undefined, guessing you meant "$guess" instead
ru: имя "$name" неопределено, вероятно имелось ввиду "$guess"
vi: chưa xác định tên « $name »: đoán bạn định ghi « $guess » thay vào đó

source: no $filename
de: Datei "$filename" it unbekannt
it: File «$filename» sconosciuto
nl: bestand "$filename" niet bekend
pt_br: file "$filename" is unknown
ru: неизвестный файл "$filename"
vi: không rõ tập tin « $filename »

source: no $filename in baseline
de: Datei "$filename" ist nicht mehr in der Baseline
it: Il file «$filename» non è più nella linea di base
nl: bestand "$filename" niet meer in de baseline
pt_br: file "$filename" no longer in baseline
ru: файла "$filename" больше нет в базе проекта
vi: tập tin « $filename » không còn nằm lại trên đường cơ bản

source: no $filename, closest is $guess
de: Datei "$filename" ist unbekannt, am dichtesten dran ist die Datei "$guess"
it: Il file «$filename» è sconosciuto, il più vicino è il file «$guess»
nl: bestand "$filename" is onbekend, bedoelt u "$guess" ?
pt_br: file "$filename" is unknown, closest is the "$guess" file
ru: неизвестный файл "$filename", есть похожий файл "$guess"
vi: không rõ tập tin « $filename », gần nhất là tập tin « $guess »

source: no $name list
de: Listen-Name "$name" unbekannt
it: Nome di elenco «$name» sconosciuto
nl: lijst naam "$name" onbekend
pt_br: list name "$name" unknown
ru: неизвестный список "$name"
vi: không rõ tên danh sách « $name »

source: no $name project
de: Projekt "$name" unbekannt
it: Progetto «$name» sonosciuto
nl: project "$name" onbekend
pt_br: project "$name" unknown
ru: неизвестный проект "$name"
vi: không rõ dự án « $name »

source: no $name project, closest is $guess
de: Projekt "$name" unbekannt, das nächste ist das "$guess" Projekt
it: Il progetto «$name» è sconosciuto, il più vicino è il progetto «$guess»
nl: project "$name" onbekend, meest gelijkend is het project "$guess"
pt_br: project "$name" unknown, closest is the "$guess" project
ru: неизвестный проект "$name", есть проект с похожим названием "$guess"
vi: không rõ dự án « $name », gần nhất là dự án « $guess »

source: no action specified
it: Nessuna azione specificata
vi: chưa xác định hành vi

source: no branch chown
de: Dieser Change ist ein Branch; es ist nicht möglich, den Besitzer eines Branches zu ändern
it: Questa modifica è un ramo, impossibile cambiare il proprietario di un ramo
nl: deze wijziging is een tak; het is niet mogelijk het eigendom van een tak te veranderen
pt_br: this change is a branch; it is not possible to change the ownership of a branch
ru: этот блок изменений является ветвью проекта; невозможно изменить владельца ветви проекта
vi: thay đổi này là một nhánh: không thể thay đổi quyền sở hữu của nhánh

source: no build required
it: Nessuna compilazione è richiesta per le modifiche a questo progetto
pt_br: no build is required for changes to this project
vi: không cần xây dựng

source: no change number
de: Sie müssen für dieses Kommando die Changenummer explizit angeben
it: È necessario fornire esplicitamente il numero di modifica a questo comando
nl: Geef expliciet het wijzigings nummer op voor dit commando
pt_br: you must give the change number explicitly to this command
ru: для этой команды требуется явно указать номер блока изменений
vi: bạn phải đưa ra số hiệu thay đổi một cách dứt khoát trong câu lệnh này

source: no cross branch int merge
de: Sie können keinen Merge zwischen Branches für einen Change im Status '$state' durchführen
it: Impossibile effettuare un'unione incrociata di rami in una modifica che si trova nello stato «$state»
nl: Een tak-transplantatie kan niet gebeuren op een wijziging met de status '$state'
pt_br: you may not perform a cross branch merge on a change in the '$state' state
ru: нельзя выполнить слияние ветви проекта с блоком изменений в стадии '$state'
vi: không cho phép bạn chạy tiến trình trộn chéo nhánh với một thay đổi ở tình trạng « $state »

source: no delta $name
de: Deltaname "$name" unbekannt
it: Nome di delta «$name» sconosciuto
nl: delta naam "$name" onbekend
pt_br: delta name "$name" unknown
ru: неизвестное название дельты "$name"
vi: không rõ tên δ « $name »

source: no delta $name, closest is $guess
de: Deltaname "$name" unbekannt, der nächste ist "$guess"
it: Nome di delta «$name» sconosciuto, il più vicino è «$guess»
nl: delta name "$name" onbekend, meest gelijkend is "$guess"
pt_br: delta name "$name" unknown, closest is "$guess"
ru: неизвестное название дельты "$name", есть похожее название "$guess"
vi: không rõ tên δ « $name », gần nhất là « $guess »

source: no delta $number
de: Delta $number unbekannt
it: Delta $number sconosciuto
nl: delta $number onbekend
pt_br: delta $number unknown
ru: неизвестная дельта $number
vi: không rõ δ $number

source: no delta name
de: Kein Delta-Name angegeben
it: Manca il nome del delta
nl: geen delta naam opgegeven
pt_br: no delta name specified
ru: не указано название дельты
vi: chưa ghi rõ tên δ

source: no delta yet
de: es sind noch keine Integrationen abgeschlossen,deshalb kann noch kein Delta-Name vergeben werden
it: Nessuna integrazione è stata completata, per cui non è possibile assegnare un nome di delta
nl: er zijn nog geen integraties gereed, het is nog niet mogelijk een delta naam toe te kennen
pt_br: no integrations have been completed, so it is not yet possible to assign a delta name
ru: не было ни одной интеграции, сейчас ещё невозможно присвоить название дельты
vi: chưa chạy xong tiến trình hợp nhất, vậy chưa có thể gán một tên δ

source: no dev dir
de: Dieser Change ist im Status '$state', es gibt kein Bearbeitungsverzeichnis
it: Questa modifica è nello stato «$state», non esiste alcuna directory di sviluppo
nl: deze wijziging heeft de status '$state', er is geen ontwikkel directory
pt_br: this change is in the '$state' state, there is no development directory
ru: этот блок изменений находится в стадии '$state', рабочей директории не существует
vi: thay đổi ở tình trạng « $state », không có thư mục phát triển

source: no diff required
it: Nessun comando «aegis -diff» è richiesto per questa modifica, questo progetto è stato configurato per omettere questo requisito
pt_br: no "aegis -diff" command is required for this change, the project has been configured to omit this requirement
vi: không cần khác biệt

source: no dir with $name
de: für die Option $name dürfen keine Verzeichnisse angegeben werden
it: Impossibile dare un nome di directory e usare l'opzione «$name»
nl: directories kunnen niet samen met de $name optie gebruikt worden
pt_br: may not name directories and use the $name option
ru: нельзя одновременно указывать директории и использовать опцию $name
vi: không cho phép đặt tên của thư mục và dùng tùy chọn $name

source: no file names
de: es wurden keine Dateiname auf der Kommandozeile angegeben
it: Non è stato specificato alcun nome di file nella riga di comando
nl: geen bestanden opgegeven
pt_br: no file names were specified on the command line
ru: в командной строке не указано ни одного файла
vi: chưa ghi rõ tên tập tin trên dòng lệnh

source: no file with $name
de: für die Option $name dürfen keine Dateien angegeben werden
it: Non è possibile dare un nome di file e usare l'opzione «$name»
nl: bestanden kunnen niet samen met de $name optie opgegeven worden
pt_br: may not name files and use the $name option
ru: нельзя одновременно указывать файлы и использовать опцию $name
vi: không cho phép đặt tên của tập tin và dùng tùy chọn $name

source: no files
de: dieser Change hat noch keine Dateien, Sie müssen zunächst einige hinzufügen, bevor Sie fortfahren können
it: Questa modifica non ha alcun file, è necessario aggiungerne qualcuno prima di poter proseguire
nl: Deze wijziging heeft geen bestanden gekoppeld, voeg een bestand toe om verder te kunnen gaan
pt_br: this change has no files, you must add some before you may proceed
ru: в этом блоке изменений нет файлов, для продолжения работы их следует создать
vi: thay đổi này không có tập tin, bạn phải thêm tập tin trước khi tiếp tục

source: no files copied
de: $number ${plural $number fatale fataler} Fehler gefunden, es wurden keine Dateien in den Change kopiert
it: ${plural $number Trovati Trovato} $number ${plural $number 'errori fatali' 'errore fatale'}, nessun file copiato
nl: $number onoverkomelijke fout${plural $number en} gevonden, geen bestanden gekopieerd
pt_br: found $number fatal error${plural $number s}, no files copied
ru: найден${pl $n о а} $number серьёзн${plf $n ая ые ых} ошиб${plf $n ка ки ок}, ни один файл не был помещён в блок изменений
vi: tìm $number lỗi nghiêm trọng nên không có tập tin được sao chép

source: no files uncopied
de: $number ${plural $number fatale fataler} Fehler gefunden, es wurden keine Dateien aus den Change entfernt
it: ${plural $number Trovati Trovato} $number ${plural $number 'errori fatali' 'errore fatale'}, nessun file è stato rimosso dalla modifica
nl: $number onoverkomelijke fout${plural $number en} geconstateerd, geen bestanden uit de wijziging verwijderd
pt_br: found $number fatal error${plural $number s}, no files were removed from the change
ru: найден${pl $n о а} $number серьёзн${plf $n ая ые ых} ошиб${plf $n ка ки ок}, ни один файл не был удалён из блока изменений
vi: tìm $number lỗi nghiêm trọng nên không có tập tin bị gỡ bỏ khỏi thay đổi

source: no history file name specified
it: Non è stato specificato alcun nome di file storico
vi: chưa ghi rõ tên tập tin lược sử

source: no history files found
de: Keine History-Dateien unterhalb des angegebenen Verzeichnisses gefunden
it: Non è stato trovato nessun file storico sotto la directory specificata
pt_br: no history files found below the directory specified
ru: в указанной директории не обнаружено файлов истории
vi: không tìm thấy tập tin lược sử bên dưới thư mục đã ghi rõ

source: no info $name
de: Version-Informations-Name "$name" unbekannt
it: Nome di informazione della versione «$name» sconosciuto
nl: versie informatie naam "$name" onbekend
pt_br: version information name "$name" unknown
ru: неизвестное название раздела "$name" информации о версии
vi: không rõ tên thông tin phiên bản « $name »

source: no input file
it: Non è stato specificato alcun file di input
pt_br: no input file name specified
vi: không có tập tin nhập vào

source: no int dir
de: Dieser Change ist im Status '$state', es gibt kein Integrationsverzeichnis
it: Questa modifica è nello stato «$state», non esiste alcuna directory di integrazione
nl: deze wijziging heeft de status '$state', er is geen integratie directory
pt_br: this change is in the '$state' state, there is no integration directory
ru: этот блок изменений находится в стадии '$state', директории интеграции не существует
vi: thay đổi này ở tình trạng « $state », không có thư mục hợp nhất

source: no int merge
de: Ein Change im Status 'being integrated' kann nicht gemergt werden
it: Una modifica nello stato «being integrated» non può essere unita
nl: een wijziging met de status 'being integrated' kan nietworden samengevoegd
pt_br: a change in the 'being integrated' state may not be merged
ru: блок изменений в стадии 'being integrated' не может участвовать в слиянии
vi: không thể trộn một thay đổi ở tình trạng « đang được hợp nhất »

source: no list
de: Kein Listenname angegeben
it: Non è stato specificato alcun nome di elenco
nl: geen lijst naam opgegeven
pt_br: no list name specified
ru: не указано название списка
vi: chưa ghi rõ tên danh sách

source: no log file
de: Dieser Change ist im Status '$state', es gibt keine Log-Datei
it: Questa modifica è nello stato «$state», non esiste alcun file di registro
nl: deze wijziging heeft de status '$state', er is geen log bestand
pt_br: this change is in the '$state' state, there is no log file
ru: этот блок изменений находится в стадии '$state', журнала не существует
vi: thay đổi này ở tình trạng « $state », không có tập tin ghi lưu

source: no merge anticipate
de: Sie können keine Merge-Option mit -ANticipate angeben
it: Non è possibile specificare un'opzione di unione con «-ANticipate»
nl: een samenvoeg optie kan niet samen gebruikt worden met -ANticipate
pt_br: you may not specify a merge option with -ANticipate
ru: нельзя указывать опции слияния вместе с -ANticipate
vi: không cho phép bạn ghi rõ tùy chọn trộn với « -ANticipate »

source: no new files
de: $number ${plural $number fatale fataler} Fehler gefunden, es wurden keine neuen Dateien zum Change hinzugefügt
it: ${plural $number Trovati Trovato} $number ${plural $number 'errori fatali' 'errore fatale'}, nessun nuovo file aggiunto
nl: $number fatale fout${plural $number en} geconstateerd, geen nieuwe bestanden toegevoegd
pt_br: found $number fatal error${plural $number s}, no new files added
ru: найден${pl $n о а} $number серьёзн${plf $n ая ые ых} ошиб${plf $n ка ки ок}, ни один файл не был добавлен
vi: tìm $number lỗi nghiêm trọng nên không có tập tin mới được thêm

source: no output file
it: Non è stato specificato alcun file di output
pt_br: no output file name specified
vi: không có tập tin kết xuất
