Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: removing symbolic links to baseline
de: Entferne symbolische Links in die Baseline
it: Rimozione in corso dell'unione dei file da tutte le linee di base dalla directory di lavoro come da stile directory
nl: verwijderen symbolische koppelingen naar de baseline
pt_br: de-merging files from all baselines from working directory according to directory style
ru: удаляю символические ссылки к базе проекта
vi: đang gỡ bỏ các liên kết tượng trưng tới đường cơ bản

source: rename("$filename1", "$filename2"): $errno
de: rename("$filename1", "$filename2") (umbenennen): $errno
nl: hernoemen("$filename1", "$filename2"): $errno
vi: thay tên("$filename1", "$filename2"): $errno

source: report $name ambig
de: Berichtsname "$name" ist mehrdeutig ($name_list)
it: Il nome del rapporto «$name» è ambiguo ($name_list)
nl: rapport naam "$name" is niet eenduidig ($name_list)
pt_br: report name "$name" is ambiguous ($name_list)
ru: неоднозначное имя отчёта "$name" ($name_list)
vi: tên báo cáo « $name » mơ hồ ($name_list)

source: report aborted
de: Bericht abgebrochen
it: Rapporto interrotto
nl: rapport afgebroken
ru: отчёт остановлен
vi: tiến trình báo cáo bị hủy bỏ

source: requires at least one argument
de: benötigt mindestens ein Argument
it: È richiesto almeno un argomento
nl: heeft op zijn minst een argument nodig
ru: требуется как минимум один параметр
vi: cần thiết ít nhất một đối số

source: requires one argument
de: benötigt ein Argument
it: È richiesto un argomento
nl: heeft een argument nodig
ru: требуется один параметр
vi: cần thiết một đối số

source: requires one or two arguments
de: benötigt ein oder zwei Argumente
it: Sono richiesti uno o due argomenti
nl: heeft een of twee argumenten nodig
ru: требуется один или два параметра
vi: cần thiết một hay hai đối số

source: requires three arguments
de: benötigt drei Argumente
it: Sono richiesti 3 argomenti
ru: требуется три параметра
vi: cần thiết ba đối số

source: requires two arguments
de: benötigt zwei Argumente
it: Sono richiesti 2 argomenti
nl: heeft twee argumenten nodig
ru: требуется два параметра
vi: cần thiết hai đối số

source: requires two or more arguments
de: benötigt zwei oder mehr Argumente
it: Sono richiesti 2 o più argomenti
nl: heeft twee of meer argumenten nodig
ru: требуется два или больше параметров
vi: cần thiết ít nhất hai đối số

source: requires two or three arguments
de: benötigt zwei oder drei Argumente
it: Sono richiesti 2 o 3 argomenti
nl: heeft twee of drie argumenten nodig
ru: требуется два или три параметра
vi: cần thiết hai hay ba đối số

source: requires zero arguments
de: benötigt kein Argument
it: Nessun argomento richiesto
nl: heeft geen argumenten nodig
ru: параметров быть не должно
vi: không chấp nhận đối số

source: restart integration after upgrade
de: Es sollten keine Changes im Status $state sein, wenn eine neue Version von Aegis installiert wird, weil einige Datei-Informationen nicht verfügbar sind. Bitte wenden Sie die Kommandos ``aegis -ibu'' und dann``aegis -ib'' auf diesen Change an, um die Integration erneut zu starten
it: Nessuna modifica dovrebbe trovarsi nello stato «$state» quando Aegis viene aggiornato, in quanto alcuni stati di file non sono disponibili; usare «aegis -ibu» e poi «aegis -ib» su questa modifica per ricominciare l'integrazione
nl: Geen enkel wijziging kan de status $state hebben terwijl Aegis wordt vernieuwd omdat sommige bestands statussen niet beschikbaar zijn. Gebruik ``aegis -ibu'' en daarna ``aegis -ib'' op deze wijziging om de integratie te herstarten
pt_br: no change should be in the $state state when Aegis is upgraded because some file state is not available, please use "aegis -ibu" and then "aegis -ib" on this change to restart the integration
ru: ни один блок изменений не должен быть в стадии $state при обновлении Aegis так как некоторые файлы состояния недоступны; для возобновления интеграции следует использовать команду``aegis -ibu'', а за тем ``aegis -ib''
vi: không có thay đổi nào nên ở tình trạng $state khi Aegis được nâng cấp, vì một số tình trạng tập tin không sẵn sàng: hãy sử dụng hai câu lệnh « aegis -ibu » rồi « aegis-ib » với thay đổi này, để khởi chạy lại tiến trình hợp nhất

source: review begin complete
de: Benutzer "$user" hat mit dem Review begonnen
it: L'utente «$user» ha iniziato la revisione
nl: review wijziging "$user" is begonnen
pt_br: user "$user" has begun review
ru: пользователь "$user" приступил к рецензированию
vi: người dùng « $user » đã bắt đầu tiến trình xem lại

source: review begin undo complete
de: Review-Beginn zurückgenommen
it: Inizio della revisione rescisso
nl: begin review ongedaan gemaakt
pt_br: review begin rescinded
ru: рецензирование прекращено
vi: bước bắt đầu tiến trình xem lại đã bị hủy

source: review fail complete
de: Review fehlgeschlagen, zurück zum Entwickler
it: Revisione fallita, ritornata allo sviluppatore
nl: wijziging afgekeurd, terug naar ontwikkelaar
pt_br: failed review, returned to developer
ru: рецензирование прекращено, блок изменений возвращён на доработку
vi: tiến trình xem lại bị trượt nên trở về nhà phát triển

source: review pass complete
de: Review-Pass abgeschlossen
it: Revisione superata
nl: wijziging goedgekeurd
pt_br: passed review
ru: рецензия получена
vi: đã đỗ tiến trình xem lại

source: review pass undo complete
de: Review-Pass zurückgenommen
it: Passaggio della revisione rescissa
nl: wijziging goedgekeurd ongedaan gemaakt
pt_br: review pass rescinded
ru: рецензия отозвана
vi: bước đỗ tiến trình xem lại đã bị hủy

source: reviewer may not integrate
de: Der Reviewer eines Changes darf diesen nicht auch integrieren
it: Il revisore di una modifica non può effettuarne anche l'integrazione
nl: de reviewer van een wijziging mag deze niet ook intergreren
pt_br: the reviewer of a change may not also integrate it
ru: рецензент блока изменений не может его интегрировать
vi: người xem lại một thay đổi nào đó thì không có quyển hợp nhất nó

source: rm int dir
de: entferne das Integrations-Verzeichnis
it: Rimozione della directory di integrazione in corso
nl: verwijderen integration directory
pt_br: removing the integration directory
ru: удаление директории интеграции
vi: đang gỡ bỏ thư mục hợp nhất

source: second argument must be "Absolute" or "Relative"
de: zweites Argument muss "Absolute" oder "Relative" sein
it: Il secondo argomento deve essere «Absolute» (assoluto) o «Relative» (relativo)
nl: tweede argument moet "Absolute" of "Relative" zijn
ru: второй параметр должен быть "Absolute" или "Relative"
vi: đối số thứ hai phải là « Absolute » (tuyệt đối) hay « Relative » (tương đối)

source: single file with -Output
de: Genau eine Quell-Datei darf angegeben werden, wenn die -Output Option verwendet wird (Sie haben $number angegeben)
it: È possibile specificare esattamente un file sorgente quando l'opzione «-Output» è usata (ne sono stati dati $number)
nl: slechts een source bestand kan worden opgegeven met de -Output option, u gaf er $number)
pt_br: exactly one source file may be specified when the -Output option is used (you gave $number)
ru: вместе с опцией -Output можно указывать только один исходный файл (указано $number)
vi: có thể ghi rõ chính xác một tập tin nguồn khi dùng tùy chọn « -Output » (bạn đã chọn $number)

source: skipped $number tests
it: $number test ${plural $number omessi omesso}
pt_br: skipped $number test${plural $number s}
vi: đã bỏ qua $number hàm thử

source: sort requires a list argument (was given $name)
de: sort benötigt ein Listen-Argument (angegeben wurde $name)
it: L'ordinamento richiede un argomento di elenchi (è stato dato $name)
nl: sorteren heeft een lijst nodig (kreeg $name)
ru: для опреации сортировки требуется список в качетсве параметра (передано $name)
vi: hàm sort (sắp xếp) cần thiết một đối số kiểu liệt kê (đã cho $name)

source: sort requires exactly 1 argument (was given $number)
de: sort benötigt genau 1 Argument (angegeben wurde $number)
it: L'ordinamento richiede esattamente un argomento (ne sono stati dati $number)
nl: sorteren heeft precies een argument nodig (kreeg $number)
ru: для операции сортировки треуется ровно один параметр (передано $number)
vi: hàm sort (sắp xếp) cần thiết chính xác một đối số (đã cho $number)

source: source file unknown
de: Source-Datei unbekannt
it: File sorgente sconosciuto
nl: source bestand onbekend
ru: неизвестный исходный файл
vi: không rõ tập tin nguồn

source: standard input
de: die Standardeingabe
nl: de standaard input
pt_br: the standard input
ru: стандартный поток ввода
vi: đầu vào tiêu chuẩn

source: standard output
de: die Standardausgabe
nl: de standaard output
pt_br: the standard output
ru: стандартный поток вывода
vi: đầu ra tiêu chuẩn

source: stat $filename: $errno
de: $filename: $errno
it: stat di $filename: $errno
nl: $filename: $errno
ru: $filename: $errno
vi: $filename: $errno

source: sync error, try again
de: Etwas hat sich geändert, Operation abgebrochen, bitte nochmals versuchen
it: Ci sono state delle modifiche, l'operazione è stata annullata. Riprovare
nl: er is iets gewijzigd, actie afgebroken, probeer opnieuw
pt_br: something changed, operation aborted, please try again
ru: что-то изменилось, операция остановлена, попробуйте ещё раз
vi: cái gì đó đã thay đổi nên hủy bỏ thao tác, hãy thử lại

source: syntax error
de: Es ist unklar, was Sie ausdrücken wollen
it: Impossibile interpretare il comando richiesto: errore di sintassi
nl: niet in staat te begrijpen wat bedoelt werd
pt_br: unable to work out what you meant to say
ru: невозможно определить что имелось ввиду
vi: không thể hiểu được bạn muốn nói gì

source: syntax error: cannot back up
de: Es ist unklar, was Sie ausdrücken wollen
it: Impossibile interpretare il comando richiesto: impossibile tornare indietro
pt_br: unable to work out what you meant to say
ru: невозможно определить что имелось ввиду
vi: không thể hiểu được bạn muốn nói gì

source: syntax error; also virtual memory exhausted
de: Es ist unklar, was Sie ausdrücken wollen; zu kompliziert für den verfügbaren Speicher
it: Impossibile interpretare il comando richiesto, in quanto era troppo complicato per adattarsi alla memoria
pt_br: unable to work out what you meant to say, because it was too complicated to fit in memory
ru: невозможно определить что имелось ввиду, так как это слишком сложное выражение и не помещается в памяти
vi: không thể hiểu được bạn muốn nói gì, không phức tạp để vừa bộ nhớ

source: tab width $number out of range
de: Eine Tab-Breite von $number ist ungültig
it: Una larghezza di tab di $number è fuori tolleranza
nl: een tab breedte van $number is buiten bereik
pt_br: a tab width of $number is out of range
ru: недопустимый шаг табуляции $number
vi: khoảng tab $number ở ngoại phạm vi

source: test $current of $total
de: Test $current von $total
it: Test $current di $total, $[date %H.%M}, ETA $remaining
pt_br: test $current of $total, ${date %H:%M}, ETA $remaining
ru: тест $current из $total
vi: thử $current trên $total, ${date %H:%M}

source: test $filename scored $number
de: $number $filename
it: $number $filename
nl: $number $filename
pt_br: $number $filename
ru: $number $filename
vi: $number $filename

source: test -bl required
de: Dieser Change muß einen 'aegis -Test -BaseLine' $outstanding erfolgreich durchführen, bevor die Entwicklung beendet werden kann
it: Questa modifica deve completare con successo un «aegis -Test -BaseLine» $outstanding prima di poter terminare lo sviluppo
nl: deze wijziging moet worden getest met 'aegis -Test -BaseLine' $outstanding voordat het ontwikkelen kan worden beeindigd
pt_br: this change must successfully complete an 'aegis -Test -BaseLine' $outstanding before it can end development
ru: перед завершением разработки необходимо выполнить команду 'aegis -Test -BaseLine' $outstanding
vi: thay đổi này phải chạy xong thành công một tiến trình thử đường cơ bản « aegis -Test -BaseLine » $outstanding trước khi nó có thể kết thúc phát triển

source: test -reg required
de: Dieser Change muß einen 'aegis -Test -REGression $outstanding erfolgreich durchführen, bevor die Entwicklung beendet werden kann
it: Questa modifica deve completare con successo un «aegis -Test -REGression» $outstanding prima di poter terminare lo sviluppo
nl: deze wijziging moet worden getest met 'aegis -Test -REGression' $outstanding voor het beeindigen ontwikkelen
pt_br: this change must successfully complete an 'aegis -Test -REGression' $outstanding before it can end development
ru: перед завершением разработки необходимо выполнить команду 'aegis -Test -REGression' $outstanding
vi: thay đổi này phải chạy xong thành công một tiến trình thử đệ quy « aegis -Test -REGression » $outstanding trước khi nó có thể kết thúc phát triển

source: test mode needs $name
de: Es wurde keine $name Option angegeben. Diese ist im "test"-Modus vorgeschrieben
it: Non è stata specifica alcuna opzione $name. Questo è obbligatorio in modalità «test».
nl: Geen $name optie opgegeven. Dit is verplicht in de "test" modus.
pt_br: There was no $name option specified. This is mandatory in "test" mode.
ru: Опция $name не укзана. В тестовом режиме она необходима.
vi: Chưa ghi rõ tùy chọn $name. Bắt buộc phải ghi rõ nó ở chế độ « thử » (test).

source: test required
de: Dieser Change muß einen 'aegis -Test $outstanding erfolgreich durchführen, bevor die Entwicklung beendet werden kann
it: Questa modifica deve completare con successo un «aegis -Test» $outstanding prima di poter terminare lo sviluppo
nl: deze wijziging moet worden getest met 'aegis -Test' $outstanding voor het beeindigen ontwikkelen
pt_br: this change must successfully complete an 'aegis -Test' $outstanding before it can end development
ru: перед завершением разработки необходимо выполнить команду 'aegis -Test' $outstanding
vi: thay đổi này phải chạy xong thành công một tiến trình thử « aegis -Test » $outstanding trước khi nó có thể kết thúc phát triển

source: the catch variable must be modifiable
de: die catch Variable muss veränderbar sein
it: La variabile della clausola «catch» deve essere modificabile
nl: De catch variabele moet modificeerbaar zijn
ru: переменной оператора catch должна быть изменяемая величина
vi: biến catch phải có thể sửa đổi được

source: the catch variable must be modifiable (not $name)
de: die catch Variable muss ein veränderbarer lvalue sein (angegeben wurde $name)
it: La variabile della clausola «catch» deve essere composta da un valore a sinistra modificabile (è stato dato $name)
nl: de catch variabele moet modificeerbaar zijn (kreeg $name)
pt_br: the catch variable must be a modifiable lvalue (was given $name)
ru: переменной оператора catch должна быть изменяемая величина (передано $name)
vi: biến catch phải có thể sửa đổi được (đã cho $name)

source: the loop iteration value must be a list (not $name)
de: der Iterationswert einer Schleife muss eine Liste sein (angegeben wurde $name)
it: Il valore di iterazione loop deve essere un elenco (è stato dato $name)
nl: de lus iteratie waarde moet een lijst zijn (kreeg $name)
pt_br: the loop iteration value must be a list (was given $name)
ru: пречислемое значения для цикла должно быть списком (передано $name)
vi: giá trị lặp lại vòng lặp phải là danh sách (đã cho $name)

source: the loop variable must be modifiable
de: die Schleifenvariable muss ein veränderbarer lvalue sein
it: La variabile loop deve essere composta da un lvalue modificabile
nl: de lus variabele moet een modificeerbare waarde zijn
pt_br: the loop variable must be a modifiable lvalue
ru: переменной цикла должна быть изменяемая величина
vi: giá trị vòng lặp phải là một lvalue có thể sửa đổi được

source: the loop variable must be modifiable (not $name)
de: die Schleifenvariable muss ein veränderbarer lvalue sein (angegeben wurde $name)
it: La variabile loop deve essere composta da un lvalue modificabile (è stato dato $name)
nl: de lus variabele moet een modificeerbare waarde zijn (kreeg $name)
pt_br: the loop variable must be a modifiable lvalue (was given $name)
ru: переменной цикла должна быть изменяемая величина (передано $name)
vi: giá trị vòng lặp phải là một lvalue có thể sửa đổi được (đã cho $name)

source: the name "$name" has already been used
de: der Name "$name" wurde bereits verwendet
it: Il nome «$name» è già stato usato
nl: de naam "$name" is al gebruikt
ru: имя "$name" уже используется
vi: tên « $name » đã được dùng

source: the name "$name" is undefined
de: der Name "$name" ist nicht definiert
it: Il nome «$name» non è definito
nl: de naam "$name" is niet gedefineerd
ru: неопределённое имя "$name"
vi: chưa xác định tên « $name »

source: throttling $number seconds
de: Warte $number Sekunde${plural $number n}, damit die Änderungszeiten der Dateien konsistent werden
it: In pausa per $number ${plural $number secondi secondo} per consentire ai tempi di modifica dei file di essere consistenti
pt_br: sleeping $number second${plural $number s} to allow file modifications times to be consistent
ru: задержка на $number секунд${sw ${ex (((($n <10)+($n >19))*$n ) % 10)-1} у ы ы ы ''} для согласования времени изменения файлов.
vi: đang ngủ trong vòng $number giây để cho phép các thời gian sửa đổi tập tin nhất quán với nhau

source: throw statement requires string argument (not $name)
de: die throw-Anweisung benötigt ein string-Argument (angegeben wurde $name)
it: L'istruzione «throw» richiede un argomento stringa (è stato dato $name)
nl: het throw statement heeft een string argument nodig (kreeg $name)
pt_br: the throw statement requires string argument (was given $name)
ru: для оператора throw требуется строка в качестве параметра (передано $name)
vi: câu lệnh throw (ném) cần thiết đối số kiểu chuỗi (đã cho $name)

source: time $number after branch
it: Attenzione: il tempo «$number» si situa dopo la fine del ramo, questo non è significativo quando si ricreano i contenuti del ramo
pt_br: warning: the time "$number" is after the branch finished, this is not meaningful when recreating the contents of the branch
ru: предупреждение: ветвь проекта была завершена к указанному времени "$number", это действие не имеет смысла при воспроизведении состояния ветви проекта.
vi: cảnh báo : thời gian « $number » xảy ra sau khi nhánh kết thúc, mà không có nghĩa khi tạo lại nội dung của nhánh

source: time $number before branch
it: Attenzione: il tempo «$number» si situa prima dell'inizio del ramo, questo non è significativo quando si ricreano i contenuti del ramo
pt_br: warning: the time "$number" is before the branch started, this is not meaningful when recreating the contents of the branch
ru: предупреждение: ветвь проекта не существовала к указанному времени "$number", это действие не имеет смысла при воспроизведении состояния ветви проекта.
vi: cảnh báo : thời gian « $number » xảy ra trước khi nhánh bắt đầu, mà không có nghĩa khi tạo lại nội dung của nhánh

source: too few files named
de: Zu viele Dateien angegeben
it: Troppi pochi file forniti
nl: te weinig bestanden opgegeven
ru: указано слишком мало файлов
vi: đặt tên của quá ít tập tin

source: too many $filename
de: Datei "$filename" mehr als einmal angegeben
it: Il nome del file «$filename» è stato dato più di una volta
nl: bestand "$filename" meer dan eens genoemd
pt_br: file "$filename" named more than once
ru: файл "$filename" указан более одного раза
vi: đã đặt nhiều lần tên « $filename »

source: too many delta names
de: Zu viele Delta-Namen angegeben
it: Troppi nomi di delta specificati
nl: te veel delta namen opgegeven
pt_br: too many delta names specified
ru: указано слишком много дельт
vi: đã ghi rõ quá nhiều tên δ

source: too many dir
de: Zu viele Verzeichnisse angegeben
it: Troppe directory specificate
nl: te veel directories opgegeven
pt_br: too many directories specified
ru: указано слишком много директорий
vi: đã ghi rõ quá nhiều thư mục

source: too many files
de: zu viele Dateinamen angegeben
it: Troppi nomi di file specificati
nl: te veel bestanden opgegeven
pt_br: too many file names specified
ru: указано слишком много файлов
vi: đã ghi rõ quá nhiều tên tập tin

source: too many info names
de: Zu viele Versions-Informations-Namen angegeben
it: Troppi nomi di informazioni di versione specificati
nl: te veel versie informatie namen opgegeven
pt_br: too many version information names specified
ru: указано слишком много разделов информации о версии
vi: đã ghi rõ quá nhiều tên thông tin phiên bản

source: too many lists
de: Zu viele Listen-Namen angegeben
it: Troppi nomi di elenchi specificati
nl: te veel lijst namen opgegeven
pt_br: too many list names specified
ru: указано слишком много списков
vi: đã ghi rõ quá nhiều tên danh sách

source: too many proj name
de: Zu viele Projekt-Namen angegeben
it: Troppi nomi di progetti specificati
nl: te veel project namen opgegeven
pt_br: too many project names specified
ru: указано слишком много проектов
vi: đã ghi rõ quá nhiều tên dự án

source: too many sizes specified
de: Zu viele Größen angegeben
it: Troppe dimensioni specificate
nl: te veel groottes opgegeven
ru: указано слишком много размеров
vi: đã ghi rõ quá nhiều kích cỡ

source: too many user $name
de: Benutzer "$name" mehr als einmal angegeben
it: L'utente «$name» è stato nominato più di una volta
nl: gebruiker "$name" meer dan eens genoemd
pt_br: user "$name" named more than once
ru: пользователь "$name" указан более одного раза
vi: đã đặt nhiều lần tên của người dùng « $name »

source: trunk: $message
de: Stamm: $message
nl: stam: $message
ru: ствол: $message
vi: thân: $message

source: uid $number unknown
de: uid $number unbekannt
it: UID $number sconosciuto
nl: gebruikers id $number onbekend
ru: неизвестный uid $number
vi: uid $number không rõ

source: unfinished: chmod $arg $filename
de: unvollständige Wiederherstellung: chmod $arg $filename
it: Recupero non terminato: chmod $arg $filename
nl: afgebroken herstel: chmod $arg $filename
pt_br: unfinished recovery: chmod $arg $filename
ru: незаконченное восстановление: chmod $arg $filename
vi: tiến trình phục hồi chưa chạy xong: chmod $arg $filename

source: unfinished: mv $filename1 $filename2
de: unvollständige Wiederherstellung: mv $filename1 $filename2
it: Recupero non terminato: mv $filename1 $filename2
nl: afgebroken herstel: mv $filename1 $filename2
pt_br: unfinished recovery: mv $filename1 $filename2
ru: незаконченное восстановление: mv $filename1 $filename2
vi: tiến trình phục hồi chưa chạy xong: mv $filename1 $filename2

source: unfinished: rm $filename
de: unvollständige Wiederherstellung: rm $filename
it: Recupero non terminato: rm $filename
nl: afgebroken herstel: rm $filename
pt_br: unfinished recovery: rm $filename
ru: незаконченное восстановление: rm $filename
vi: tiến trình phục hồi chưa chạy xong: rm $filename

source: unfinished: rmdir $filename
de: unvollständige Wiederherstellung: rmdir $filename
it: Recupero non terminato: rmdir di $filename
nl: afgebroken herstel: rmdir $filename
pt_br: unfinished recovery: rmdir $filename
ru: незаконченное восстановление: rmdir $filename
vi: tiến trình phục hồi chưa chạy xong: rmdir $filename

source: unknown "$name" option
de: unbekannte Option "$name" auf der Kommandozeile
it: Opzione «$name» della riga di comando sconosciuta
nl: onbekende "$name" optie op de opdrachtregel
pt_br: unknown "$name" option on the command line
ru: неизвестная опция "$name"
vi: không rõ tùy chọn « $name » trên dòng lệnh

source: unknown '$name' escape
de: unbekannte '$name' Ersatzdarstellung
it: Sequenza di escape «$name» sconosciuta
nl: onbekende '$name' escape seqentie
ru: неизвестная последовательность '$name'
vi: không rõ cái thoát « $name »
