Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: change $number used
de: Change-Nummer $number wurde bereits verwendet, bitte verwenden Sie eine andere; oder geben Sie keine an, wenn Sie eine Change-Nummer automatisch erzeugen lassen wollen
it: Il numero di modifica «$number» è già stato utilizzato, sceglierne un altro o non specificarne alcuno se si desidera che venga attribuito automaticamente
nl: wijziging nummer $number is al in gebruik, kies een ander nummer; of specificeer geen nummer om er automagisch een toegewezen te krijgen
pt_br: change number $number has already been used, please choose another; or do not specify one if you want one to be allocated automatically
ru: номер блока изменений $number уже используется, следует выбрать другой или не указывать ни какого для автоматического выбора
vi: thay đổi $number đã được dùng: hãy chọn con số khác, hoặc đừng ghi rõ con số nếu bạn muốn tự động cấp phát con số

source: change already present
de: Dieser Change wurde abgebrochen, weil das Changeset bereits vorhanden ist.
it: Questa modifica è stata annullata poiché il set di modifica è già presente nel repository
nl: Deze wijziging is afgebroken omdat de wijziging al in de repository aanwezig is.
pt_br: This change has been cancelled because the change set is already present in the repository.
ru: Этот блок изменений не был принят, поскольку изменения уже сделаныв репозитарии.
vi: Thay đổi này đã bị hủy bỏ vì tập hợp thay đổi đã nằm trong kho lưu trữ.

source: change directory $filename complete
de: $filename
it: $filename
nl: $filename gereed
pt_br: $filename
ru: $filename
vi: $filename

source: chown complete
de: Besitz geändert von Benutzer "$original" zu Benutzer "$target"
it: Proprietario modificato da utente «$original» in utente «$target»
nl: eigendom gewijzigd van gebruiker "$original" naar gebruiker "$target"
pt_br: ownership changed from user "$original" to user "$target"
ru: теперь владельцем является пользователь "$target" вместо "$original"
vi: quyền sở hữu đã thay đổi từ người dùng « $original » sang người dùng « $target »

source: clean complete
de: Aufräumen abgeschlossen
it: Ripulitura completata
nl: klaar met opruimen
pt_br: clean completed
ru: лишние файлы удалены
vi: tiến trình làm sạch (clean) đã chạy xong

source: clone complete
de: Kopie von Change $original abgeschlossen
it: Copia della modifica «$original» completata
nl: kopie van wijziging $original gereed
pt_br: copy of change $original completed
ru: клонирование блока изменений $original завершено
vi: tiến trình sao chép thay đổi $original đã chạy xong

source: color component $number out of range
de: Farbkomponente $number ungültig, muß zwischen 0 und 255 liegen
it: Componente di colore $number fuori tolleranza, deve essere un numero compreso fra 0 e 255
nl: kleur component $number buiten bereik, het meot tussen 0 en 255 liggen
pt_br: color component $number out of range, it must be 0 to 255
ru: недопустимое значение компоненты цвета $number, должно быть от 0 до 255
vi: thành phần màu $number ở ngoại phạm vi (0-255)

source: command "$command" exit status $number
de: Kommando "$command" Exitstatus $number
it: Stato di uscita del comando «$command»: $number
nl: commando "$command" exit status $number
ru: команда "$command" завершилась с кодом $number
vi: lệnh « $command » có trạng thái thoát $number

source: command "$command" stopped
de: Kommando "$command" gestoppt
it: Comando «$command» arrestato
nl: commando "$command" gestopt
ru: команда "$command" остановлена
vi: lệnh « $command » bị dừng

source: command "$command" terminated by $signal
de: Kommando "$command" beendet durch $signal
it: Comando «$command» interrotto da «$signal»
nl: commando "$command" afgebroken door $signal
ru: команда "$command" прервана сигналом $signal
vi: lệnh « $command » bị chấm dứt bởi tín hiệu $signal

source: command "$command" terminated by $signal (core dumped)
de: Kommando "$command" beendet durch $signal (core dumped)
it: Comando «$command» interrotto da «$signal» (effettuato core dump)
nl: commando "$command" afgebroken door $signal (core gedumpt)
ru: команда "$command" прервана сигналом $signal (core dumped)
vi: lệnh « $command » bị chấm dứt bởi tín hiệu $signal (lõi bị đổ)

source: command line too short
de: Kommandozeile zu kurz
it: Riga di comando troppo corta
nl: opdracht regel is te kort
ru: слишком короткая командная строка
vi: dòng lệnh quá ngắn

source: compression algorithm "$name" unknown
it: Algoritmo di compressione «$name» sconosciuto
vi: không rõ thuật toán nén « $name »

source: configuration file hint
de: Diese Datei muß für dieses Projekt angepaßt werden. Siehe aepconf(5) für eine Beschreibung der Felder in dieser Datei. Siehe $datadir/config.example/rcs für weitere Informationen über die History-Kommandos. Siehe $datadir/config.example/make für Beispiele zur Konfiguration des Build-Tools. Weitere Beispiele finden sich in den anderen Dateien im gleichen Verzeichnis.
it: Questo file dovrà essere personalizzato per questo progetto. Vedere «aepconf(5)» per una descrizione dei campi in questo file. Per maggiori informazioni sui comandi dello storico vedere «$datadir/config.example/rcs Per maggiori informazioni sulla configurazione dello strumento di compilazione vedere $datadir/config.example/make È possibile consultare altri file nella stessa directory per maggiori suggerimenti.
pt_br: This file will need to be customized for this project. See aepconf(5) for a description of the fields in this file. See $datadir/config.example/rcs for more information about the history commands. See $datadir/config.example/make for examples of how to configure your build tool. You may want to browse some other files in the same directory for more hints.
ru: Следует изменить этот файл в соответствии с требованиями к проекту. Описание полей приведено на странице aepconf(5). В качестве примеров настройки имеет смысл обратить внимание на файлы из директории $datadir/config.example/
vi: Tập tin này cần phải được tùy chỉnh cho dự án này. Xem trang hướng dẫn « aepconf(5) » để tìm mô tả về những trường trong tập tin này. Xem « $datadir/config.example/rcs » để tìm thêm thông tin về các lệnh lược sử. Xem « $datadir/config.example/make » để tìm mẫu về cách cấu hình công cụ xây dựng. Khuyên bạn duyệt qua các tập tin khác trong cùng thư mục, để tìm thêm thông tin.

source: content transfer encoding $name unknown
de: Content Transfer Encoding "$name" unbekannt
it: Codifica del trasferimento del contenuto «$name» sconosciuta
nl: content transfer encoding "$name" onbekend
ru: неизвестный способ кодирования "$name"
vi: không rõ bảng mã truyền nội dung « $name »

source: copied $filename
de: Datei "$filename" kopiert
it: File «$filename» copiato
nl: bestand "$filename" gekopieerd
pt_br: file "$filename" copied
ru: файл "$filename" помещён в блок изменений
vi: tập tin « $filename » đã được sao chép

source: copy baseline
de: Kopiere Baseline
it: Copia della linea di base in corso
nl: kopieren baseline
pt_br: copying baseline
ru: копирование базы проекта
vi: đang sao chép đường cơ bản

source: copy baseline to integration directory
de: Kopiere Baseline ins Integrations-Verzeichnis
it: Copia della linea di base nella directory di integrazione in corso
nl: kopieren baseline naar integratie directory
pt_br: copying baseline to integration directory
ru: копирование базы проекта в директорию интеграции
vi: đang sao chép đường cơ bản vào thư mục hợp nhất

source: copy change source files
de: Kopiere Change Source-Dateien
it: Copia delle modifiche dei file sorgente in corso
nl: kopieren code wijziging
pt_br: copying change source files
ru: копирование исходных файлы блока изменений
vi: đang sao chép các tập tin mã nguồn thay đổi

source: copy file complete
de: $number ${plural $number Dateien Datei} kopiert
it: $number file ${plural $number copiati copiato}
nl: $number ${plural $number files file} gekopieerd
pt_br: copied $number ${plural $number files file}
ru: скопирован${pl $n о} $n файл${plf $n '' а ов}
vi: đã sao chép $number tập tin

source: copy file undo $filename complete
de: Datei "$filename" ist nicht mehr im Change
it: Il file «$filename» non è più incluso nella modifica
pt_br: file "$filename" no longer being modified
ru: файл "$filename" удалён из блока изменений
vi: tập tin « $filename » không còn được sửa đổi lại

source: copy history files
de: Kopiere History-Dateien aus dem externen Repository in den Projekt-History-Verzeichnisbaum
it: Copia dei file dello storico dal repository esterno all'albero delle directory dello storico del progetto in corso
pt_br: Copying history files from external repository into project history tree...
ru: копирование файлов истории из внешенго репозитария в директорию проекта...
vi: Đang sao chép các tập tin lược sử từ kho lưu trữ bên ngoài vào cây lược sử dự án...

source: create $filename: $errno
de: erzeuge "$filename": $errno
nl: aanmaken "$filename": $errno
vi: tạo « $filename »: $errno

source: creating symbolic links to baseline
de: erstelle symbolische Links zur Baseline
it: Unione dei file da tutte le linee di base nella directory di lavoro come da stile di directory in corso
nl: maak symbolic links aan naar de baseline
pt_br: merging files from all baselines into working directory according to directory style
ru: создание символичесих ссылок к базе проекта
vi: đang tạo các liên kết tượng trưng tới đường cơ bản

source: currently integrating $number
de: Change $number ist die momentan aktive Integration, es kann nur einen geben :-)
it: La modifica $number è l'integrazione attiva attuale, è possibile effettuare una sola integrazione alla volta
nl: wijziging $number wordt al geintegreerd. Slechts een wijziging kan per keer geintegreerd worden
pt_br: change $number is the currently active integration, only one integration may be performed at a time
ru: в настоящее время производится интеграцияя блока изменений $number, блоки могут быть интегрированы только по одному
vi: thay đổi $number là tiến trình hợp nhất đang chạy: chỉ một tiến trình hợp nhất có thể chạy vào một lúc

source: date $name unknown
de: der Text "$name" sieht nicht wie eine Datumsangabe aus
it: La stringa «$name» non pare essere una data
nl: de string "$name" ziet er niet uit als een datum
pt_br: the string "$name" does not look like a date
ru: строка "$name" не похожа на дату
vi: chuỗi « $name » không hình như ngày tháng

source: date in the future
de: Warnung: die Datumsangabe liegt in der Zukunft. Das gleiche Kommando kann unterschiedliche Ergebnisse liefern, wenn es erneut in der Zukunft verwendet wird.
it: Attenzione: il delta di date specificato è nel futuro. Questo comando potrebbe produrre risultati differenti se ri-eseguito in futuro.
nl: Waaschuwing: De opgegeven delta datum is in de toekomst. Dit commando kan in de toekomst andere resultaten geven dan de huidige resultaten.
pt_br: Warning: The delta date specified is in the future. This same command may yield different results when re-run in the future.
ru: Предупреждение: Дата дельты указана в будущем. Если та же самая команда будет выполнена позже, результат может быть другим.
vi: Cảnh báo : ngày tháng δ được ghi rõ nằm trong tương lai. Lệnh này có thể làm kết quả khác khi chạy lại trong tương lai.

source: delta $name in use
de: Der Delta-Name "$name" ist bereits an Delta $other zugewiesen; verwenden Sie die -OverWriting Option, um diesen Namen an Delta $number zu übertragen
it: Il nome del delta «$name» è già assegnato al delta $other: per ri-assegnare questo nome al delta $number è necessario utilizzare l'opzione «-OverWriting»
nl: de delta naam "$name" is al toegekend aan delta $other; gebruik de -OverWriting optie om deze naam aan delta $number toe te kennen
pt_br: the delta name "$name" is already assigned to delta $other; to reassign this name to delta $number you must use the -OverWriting option
ru: Название "$name" уже присвоено дельте $other; чтобы присвоить это имя дельте $number следует воспользоваться опцией -OverWriting
vi: tên δ « $name » đã được gán cho δ $other; để gán lại tên này vào δ $number, bạn phải dùng tùy chọn « -OverWriting »

source: delta $number out of range
de: Delta $number ist ungültig, es muß eine kleine positive Zahl sein
it: Numero di delta $number fuori tolleranza, deve essere un piccolo numero positivo
nl: delta $number buiten bereik, moet een klein positief nummer zijn
pt_br: delta $number out of range, it must be a small positive number
ru: недопустимый номер дельты $number, это должно быть небольшое положительное число
vi: δ $number ở ngoại phạm vi; nó phải là một con số dương nhỏ

source: delta name complete
de: Delta $number kann nun Delta "$name" angesprochen werden
it: È ora possibile riferirsi al delta $number come delta «$name»
nl: delta $number kan nu delta "$name" genoemd worden
pt_br: delta $number may now be referred to as delta "$name"
ru: для доступа к дельте $number теперь можно использовать название "$name"
vi: δ $number giờ này được gọi như là δ « $name »

source: description not set
it: Manca il campo della descrizione
pt_br: the description field has not been set
vi: chưa đặt mô tả

source: develop begin complete
de: Benutzer "$user" hat mit der Bearbeitung begonnen
it: L'utente «$user» ha iniziato lo sviluppo
nl: gebruiker "$user" is begonnen met ontwikkelen
pt_br: user "$user" has begun development
ru: пользователь "$user" приступил к разработке
vi: người dùng « $user » đã bắt đầu tiến trình phát triển

source: develop begin undo complete
de: nicht länger in Bearbeitung
it: Non più in fase di sviluppo («being developed»)
nl: begin ontwikkelen ongedaan gemaakt
pt_br: no longer being developed
ru: разработка прекращена
vi: không còn được phát triển lại

source: develop end fail
de: $number Fehler gefunden, dieser Change bleibt im Status '$state'
it: ${plural $number Trovati Trovato} $number ${plural $number errori errore}, questa modifica rimane nello stato «$state»
nl: $number fout${plural $number en} gevonden, deze wijziging blijft de status '$state' houden
pt_br: found $number error${plural $number s}, this change remains in the '$state' state
ru: найден${pl $n о а} $number ошиб${plf $n ка ки ок}, этот блок изменений остаётся в стадии '$state'
vi: tìm $number lỗi; thay đổi này còn lại ở tình trạng « $state »

source: develop end undo complete
de: Bearbeitung wieder aufgenommen
it: Sviluppo ripreso
nl: ontwikkelen hervat
pt_br: development resumed
ru: разработка продолжена
vi: tiến trình phát triển đã tiếp tục lại

source: developer may not integrate
de: Der Entwickler eines Changes darf diesen nicht auch integrieren
it: Lo sviluppatore di una modifica non può anche effettuarne l'integrazione
nl: de ontwikkelaar mag niet dezelfde wijziging integreren
pt_br: the developer of a change may not also integrate it
ru: разработчик блока изменений не может его интегрировать
vi: không cho phép nhà phát triển của thay đổi cũng hợp nhất nó

source: developer may not review
de: Der Entwickler eines Changes darf diesen nicht auch reviewen
it: Lo sviluppatore di una modifica non può anche effettuarne la revisione
nl: de ontwikkelaar mag zijn eigen wijziging niet keuren
pt_br: the developer of a change may not also review it
ru: разработчик блока изменений не может его рецензировать
vi: không cho phép nhà phát triển của thay đổi cũng xem lại nó

source: development build complete
de: Development Build beendet ${date %H:%M}
it: Compilazione dello sviluppo completata ${date %H.%M}
nl: ontwikkel compilatie klaar ${date %H:%M}
pt_br: development build complete ${date %H:%M}
ru: рабочая сборка завершена ${date %H:%M}
vi: tiến trình xây dựng kiểu phát triển đã chạy xong ${date %H:%M}

source: development build started
de: Development Build gestartet ${date %H:%M}
it: Compilazione dello sviluppo iniziata ${date %H.%M}
nl: ontwikkel compilatie gestart ${date %H:%M}
pt_br: development build started ${date %H:%M}
ru: началась рабочая сборка ${date %H:%M}
vi: tiến trình xây dựng kiểu phát triển đã khởi chạy ${date %H:%M}

source: development completed
de: Bearbeitung abgeschlossen
it: Sviluppo completato
nl: ontwikkelen gereed
ru: разработка завершена
vi: tiến trình phát triển đã chạy xong

source: development directory "$filename"
de: Bearbeitungs-Verzeichnis "$filename"
it: Directory di sviluppo «$filename»
nl: ontwikkel directory "$filename"
ru: рабочая директория "$filename"
vi: thư mục phát triển « $filename »

source: diff fail
de: $number Fehler gefunden, es wurden keine Dateien für Diff bearbeitet
it: ${plural $number Trovati Trovato} $number ${plural $number errori errore}, non è stata effettuata la ricerca di differenze in alcun file
nl: $number fout${plural $number en} gevonden, bestand{plural $number en} niet vergeleken.
pt_br: found $number error${plural $number s}, no files were differenced
ru: найден${pl $n о а} $number ошиб${plf $n ка ки ок}, сравнение не сделано
vi: tìm $number lỗi; chưa khác biệt tập tin

source: diff required
de: Dieser Change muß einen 'aegis -Diff' erfolgreich durchlaufen, bevor er den Status '$state' verlassen kann
it: Questa modifica deve completare con successo un «aegis -Diff» prima di poter abbandonare lo stato «$state»
nl: Deze wijzigng moet vergeleken worden met 'aegis -Diff' voordat het de status '$state' kan verlaten
pt_br: this change must successfully complete an 'aegis -Diff' before it can leave the '$state' state
ru: перед завершением стадии '$state' необходимо выполнить команду 'aegis -Diff'
vi: thay đổi này phải chạy xong thành công một tiến trình khác biệt « aegis -Diff », trước khi nó có thể rời tình trạng « $state »

source: difference complete
de: Difference beendet
it: Ricerca di differenze completata
nl: klaar met vergelijken
ru: сравнение выполнено
vi: tiến trình khác biệt đã chạy xong

source: dir must be rel
de: Verzeichnis muß relativ sein (darf nicht mit / beginnen)
it: La directory deve essere relativa (non può iniziare con un «/»)
nl: directory moet relatief zijn (niet beginnen met / )
pt_br: directory must be relative (must not start with /)
ru: путь к директории должен быть относительным (не начинаться с /)
vi: thư mục phải là tương đối (không thể bắt đầu với /)

source: directory $filename contains no relevant files
de: Verzeichnis "$filename" enthält $number mögliche ${plural $number Dateien Datei}, allerdings ${plural $number 'sind keine davon passende Argumente' 'ist sie kein passendes Argument'} für dieses Kommando
it: La directory «$filename» contiene $number file, ma ${plural $number 'nessuno di questi è' 'non è') argomento appropriato per questo comando
nl: directory "$filename" bevat $number mogelijk ${plural $number 'geschikte bestanden' 'geschikt bestand'}, maar ${plural $number 'die zijn geen van allen' 'dit is niet'} een geschikt argument voor dit commando
pt_br: directory "$filename" contains $number likely ${plural $number files file}, however ${plural $number 'none of them are' 'it is not a'} suitable ${plural $number arguments argument} for this command
ru: в директории "$filename" есть $number вроде бы подходящ${pl ий их} файл${plf $n '' а ов}, однако ${plural $number 'ни один из них' 'он'} не подходит для этой команды
vi: thư mục $filename chứa $number tập tin, rất có thể là ${plural $number tập tin, tuy nhiên không có tập tin làm đối số thích hợp với lệnh này

source: discard old directories
de: alte Verzeichnisse werden entfernt
it: Le vecchie directory vengono scartate
nl: verwijderen oude directories
pt_br: discarding old directories
ru: удаление старых директорий
vi: đang hủy các thư mục cũ

source: division by zero
de: Division durch Null
it: Divisione per zero
nl: delen door nul
ru: деление на ноль
vi: chia cho không

source: don't mix old and new version options
de: die Optionen -MAJor und -MINOr sind inkompatibel mit der -VERSion Option
it: Le opzioni «-MAJor» e «-MINOr» non sono compatibili con l'opzione «-VERSion»
nl: de -MAJor en -MINOr opties zijn incompatibel met de -VERSion optie
pt_br: the -MAJor and -MINOr options are incompatible with the -VERSion option
ru: опции -MAJor and -MINOr несовместимы с опцией -VERSion
vi: hai tùy chọn « -MAJor » (chính) và « -MINOr » (phụ) đều không tương thích với tùy chọn « -VERSion » (phiên bản)

source: duplicate $name option
de: doppelte Option $name, es darf nur eine angegeben werden
it: Opzione $name ripetuta, è possibile impartirla una sola volta
nl: meerdere $name opties, u kunt er slechts een opgeven
pt_br: duplicate $name option, you may only give one
ru: опция $name повторяется, эту опцию можно использовать только один раз
vi: tùy chọn $name trùng, chỉ có thể đưa ra một tùy chọn

source: duplicate review
it: Non è possibile revisionare la stessa modifica due volte
pt_br: you may not review the same change twice
vi: không cho phép bạn xem lại cùng một thay đổi hai lần

source: end-of-file within comment
de: Dateiende im Kommentar
it: Fine del file all'interno del commento
nl: einde bestand binnen commentaar-sectie
ru: обнаружен конец файла внутри коментария
vi: kết thúc tập tin ở trong lời ghi chú

source: end-of-file within string
de: Dateiende im Text
it: Fine del file all'interno della stringa
nl: einde bestand middenin string
ru: обнаружен конец файла внутри строки
vi: kết thúc tập tin ở trong chuỗi

source: end-of-line within string
de: Zeilenende im Text
it: Fine della riga all'interno della stringa
nl: einde regel middenin string
ru: незавершённые кавычки
vi: kết thúc dòng ở trong chuỗi

source: environment variable $name not set
de: Umgebungsvariable ``$name'' nicht gesetzt
it: La variabile d'ambiente «$name» non è stata impostata
nl: omgevings variabele ``$name'' niet gezet
ru: не установлена переменная окружения ``$name''
vi: chưa đặt biến môi trường « $name »

source: failed $number tests
de: $number Test${plural $number s} fehlgeschlagen
it: $number test ${plural number falliti fallito}
nl: $number fout${plural $number en} geconstateerd
pt_br: failed $number test${plural $number s}
ru: неудачно завершил${pl $n ось ся} $number тест${plf $n '' а ов}
vi: đã trượt $number hàm thử

source: fatal error during fatal error recovery
de: Ein fataler Fehler trat auf während versucht wurde, einen vorangegangenen fatalen Fehler zu beheben. Es kann sein, dass einige Aegis-Daten unbrauchbar wurden.Informieren Sie sofort den nächsten Aegis-Guru.
it: Un errore fatale è sopravvenuto durante il tentativo di recuperare da un errore fatale precedente. Alcuni dati di Aegis possono essere stati resi inutilizzabili. Informare immediatamente il più vicino guru di Aegis.
nl: A fatale fout vondt plaats bij een poging bij te herstellen van een eerdere fatale fout. Er kan Aegis data onbruikbaar zijn geraakt. Val neer op uw knieen en bid tot St. Miller of raadpleeg direct een Aegis guru.
pt_br: A fatal error occurred while attempting to recover from an earlier fatal error. Some Aegis data may have been corrupted. Inform the nearest Aegis guru immediately.
ru: При попытке восстановления после серьёзной ошибки возникла новая серьёзная ошибка. Некоторые данные могут быть испорчены. Лучше всего проконсультироваться с ближайшим "гуру".
vi: Gặp lỗi nghiêm trọng khi thử phục hồi sau một lỗi nghiêm trọng trước. Một số dữ liệu Aegis có thể đã bị hỏng. Xin hãy thông báo nhà phát triển Aegis càng sớm càng có thể.
