Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: illegal count request ($name)
de: ungültige Zählanforderung ($name)
it: Richiesta di conteggio ($name) illecita
nl: niet toegestaan count request ($name)
ru: недопустимый запрос count ($name)
vi: yêu cầu đếm cấm ($name)

source: illegal division ($name1 / $name2)
de: ungültige Division ($name1 / $name2)
it: Divisione ($name1 / $name2) illecita
nl: niet toegestane deling ($name1 / $name2)
ru: недопустимое деление ($name1 / $name2)
vi: tính chia cấm ($name1 ÷ $name2)

source: illegal join ($name1 ## $name2)
de: ungültige Verknüpfung ($name1 ## $name2)
it: Unione ($name1 ## $name2) illecita
nl: niet toegestane join ($name1 ## $name2)
ru: недопустимое объединение ($name1 ## $name2)
vi: nối cấm ($name1 ## $name2)

source: illegal keys request ($name)
de: ungültige Schlüsselanforderung ($name)
it: Richiesta di chiavi ($name) illecita
nl: niet toegestane sleutel opvraag ($name)
ru: недопустимый запрос keys ($name)
vi: yêu cầu các khoá cấm ($name)

source: illegal left hand side of assignment
de: ungültige Zuweisungsseite, muss eine zuweisbare Variable sein
it: Parte sinistra dell'assegnazione illecita, deve essere una variabile assegnabile
nl: niet toegestane linkerzijde toekenning, moet een variabele zijn
pt_br: illegal left hand side of assignment, it must be an assignable variable
ru: недопустимая левая часть присваивания, это должна быть переменная, которой можно присвоить значение
vi: bên trái cấm của hàm gán, nó phải là một biến có thể gán được

source: illegal left hand side of assignment (was given $name)
de: ungültige Zuweisungsseite (angegeben wurde $name), muss eine zuweisbare Variable sein
it: Parte sinistra dell'assegnazione illecita (è stato dato $name), deve essere una variabile assegnabile
nl: niet toegestane linkerzijde toekenning (kreeg $name), moet een variabele zijn
pt_br: illegal left hand side of assignment (was given $name), it must be an assignable variable
ru: недопустимая левая часть присваивания (передано $name), это должна быть переменная, которой можно присвоить значение
vi: bên trái cấm của hàm gán (đã nhận $name), nó phải là một biến có thể gán được

source: illegal logical not ($name)
de: Bool'scher Wert benötigt für logisches ``not'' (angegeben wurde $name)
it: È richiesto un valore booleano per «not» logico (è stato dato $name)
nl: booleanse waarde nodig voor logisch ``not'' (kreeg $name)
pt_br: boolean value required for logical "not" (was given $name)
ru: для опреации логического ``not'' требуется логический параметр (передано $name)
vi: giá trị luận lý cần thiết cho « not » lôgic (đã cho $name)

source: illegal lookup ($name1[$name2])
de: ungültige Referenz ($name1[$name2])
it: Ricerca ($name1[$name2]) illecita
nl: niet toegestane zoekaktie ($name1[$name2])
ru: недопустимое обращение ($name1[$name2])
vi: tra tìm cấm ($name1[$name2])

source: illegal match ($name1 ~ $name2)
de: ungültiger Vergleich ($name1 ~ $name2)
it: Comparazione ($name1 ~$name2) illecita
nl: niet toegestane match ($name1 ~ $name2)
ru: недопустимое соответствие ($name1 ~ $name2)
vi: khớp cấm ($name1 ~ $name2)

source: illegal modulo ($name1 % $name2)
de: ungültiger Modulo ($name1 % $name2)
it: Modulo ($name1 % $name2) illecito
nl: niet toegestaan modulo ($name1 % $name2)
ru: недопустимое деление ($name1 % $name2)
vi: môđulô cấm ($name1 % $name2)

source: illegal multiplication ($name1 * $name2)
de: ungültige Multiplikation ($name1 * $name2)
it: Moltiplicazione ($name1 * $name2) illecita
nl: niet toegestane vermenigvuldiging ($name1 * $name2)
ru: недопустимое умножение ($name1 * $name2)
vi: tính nhân cấm ($name1 * $name2)

source: illegal negative ($name)
de: Integerwert benötigt für Minuszeichen (angegeben wurde $name)
it: È richiesto un valore intero per il negativo (è stato dato $name)
nl: integer waarde nodig voor negatieve (kreeg $name)
pt_br: integer value required for negative (was given $name)
ru: для операции унарный минус требуется параметр типа целое (передано $name)
vi: giá trị số nguyên cần thiết cho âm (đã cho $name)

source: illegal positive ($name)
de: Integerwert benötigt für Pluszeichen (angegeben wurde $name)
it: È richiesto un valore intero per il positivo (è stato dato $name)
nl: integer waarde nodig voor positieve (kreeg $name)
pt_br: integer value required for positive (was given $name)
ru: для операции унарный плюс требуется параметр типа целое (передано $name)
vi: giá trị số nguyên cần thiết cho dương (đã cho $name)

source: illegal power ($name1 ** $name2)
de: ungültige Potenz ($name1 ** $name2)
it: Potenza ($name1 ** $name2) illecita
nl: niet toegestane macht ($name1 ** $name2)
ru: недопустимое возведение в степень ($name1 ** $name2)
vi: số mũ cấm ($name1 ** $name2)

source: illegal shift ($name1 << $name2)
de: ungültige Rechtsverschiebung ($name1 << $name2)
it: Parte destra dello spostamento ($name1 << $name2) illecita
nl: niet toegestane rechtsverschuiving right shift ($name1 << $name2)
pt_br: illegal right shift ($name1 << $name2)
ru: недопустимый сдвиг вправо ($name1 << $name2)
vi: dời cấm sang bên phải ($name1 << $name2)

source: illegal shift ($name1 >> $name2)
de: ungültige Linksverschiebung ($name1 >> $name2)
it: Parte sinistra dello spostamento ($name1 >> $name2) illecita
nl: niet toegestane linksverschuiving ($name1 >> $name2)
pt_br: illegal left shift ($name1 >> $name2)
ru: недопустимый сдвиг влево ($name1 >> $name2)
vi: dời cấm sang bên trái ($name1 >> $name2)

source: illegal subtraction ($name1 - $name2)
de: ungültige Subtraktion ($name1 - $name2)
it: Sottrazione ($name1 - $name2) illecita
nl: niet toegestaan aftrekken ($name1 - $name2)
ru: недопустимое вычитание ($name1 - $name2)
vi: tính trừ cấm ($name1 - $name2)

source: import complete
de: Import erfolgreich durchgeführt
it: Importazione completata con successo
pt_br: import completed successfully
ru: импорт успешно завершён
vi: tiến trình nhập khẩu đã chạy xong thành công

source: inappropriate $name option
de: unangebrachte Verwendung der $name Kommandozeilenoption
it: Uso inappropriato dell'opzione da riga di comando $name
nl: niet passend gebruik van $name optie
pt_br: inappropriate use of the $name command line option
ru: неправильное использование опции $name
vi: tùy chọn $name được dùng một cách không thích hợp

source: info $name ambig ($name_list)
de: Versionsinformationsname "$name" mehrdeutig ($name_list)
it: Nome «$name» dell'informazione della versione ambiguo ($name_list)
nl: versie informatie naam "$name" niet specifiek, kies uit: ($name_list)
pt_br: version information name "$name" ambiguous ($name_list)
ru: неоднозначное название раздела "$name" информации о версии ($name_list)
vi: thông tin phiên bản « $name » mơ hồ ($name_list)

source: int must diff all
de: Beim Diff eines Changes im Status 'being integrated' können Sie keine Dateinamen auf der Kommandozeile angeben
it: In fase di differenziazione di una modifica nello stato «being integrated» non è ammesso nominare i file nella riga di comando
nl: Bij het vergelijken van een wijziging met de status 'being integrated' kunnen geen bestandsnamen gespecificeerd worden
pt_br: when differencing a change in the 'being integrated' state you may not name files on the command line
ru: при выполнении сравнения блока изменений в стадии 'being integrated' нельзя указывать файлы в командной строке
vi: khi khác biệt một thay đổi ở tình trạng « đang được hợp nhất », không cho phép bạn đặt tên của tập tin trên dòng lệnh

source: int must test all
de: Beim Testen eines Changes im Status 'being integrated' können Sie keine Dateinamen auf der Kommandozeile angeben
it: In fase di test di una modifica nello stato «being integrated» non è ammesso nominare i file nella riga di comando
nl: bij het testen van een wijziging met de status 'being integrated' kunnen geen bestands namen opgegeven worden
pt_br: when testing a change in the 'being integrated' state you may not name files on the command line
ru: при тестировании блока изменений в стадии 'being integrated' нельзя указывать файлы в командной строке
vi: khi kiểm tra một thay đổi ở tình trạng « đang được hợp nhất », không cho phép bạn đặt tên của tập tin trên dòng lệnh

source: integer index required (was given $name)
de: Integer-Index benötigt (angegeben wurde $name)
it: È richiesto un indice intero (è stato dato $name)
nl: integer index nodig (kreeg $name)
ru: требуется целое в качестве индекса (передано $name)
vi: cần thiết chỉ mục số nguyên (đã cho $name)

source: integer value required for bit and (was given $name)
de: Integer-Wert benötigt für Bit-wise ``and'' (angegeben wurde $name)
it: È richiesto valore intero per l'«and» su bit (è stato dato $name)
nl: integer waarde nodig voor bit-wise ``and'' (kreeg $name)
pt_br: integer value required for bit-wise "and" (was given $name)
ru: для операции побитового ``и'' требуется параметр типа целое (передано $name)
vi: giá trị số nguyên cần thiết cho « và » theo vị trí bit (đã cho $name)

source: integer value required for bit or (was given $name)
de: Integer-Wert benötigt für Bit-wise ``or'' (angegeben wurde $name)
it: È richiesto valore intero per l'«or» su bit (è stato dato $name)
nl: integer waarde nodig voor bit-wise ``or'' (kreeg $name)
pt_br: integer value required for bit-wise "or" (was given $name)
ru: для операции побитового ``или'' требуется параметр типа целое (передано $name)
vi: giá trị số nguyên cần thiết cho « hoặc » theo vị trí bit (đã cho $name)

source: integer value required for bit xor (was given $name)
de: Integer-Wert benötigt für Bit-wise``exclusive or'' (angegeben wurde $name)
it: È richiesto valore intero per l'«or esclusivo» su bit (è stato dato $name)
nl: integer waarde nodig voor bit-wise ``exclusief or'' (kreeg $name)
pt_br: integer value required for bit-wise "exclusive or" (was given $name)
ru: для операции побитового исключающего ``или'' требуется параметр типа целое (передано $name)
vi: giá trị số nguyên cần thiết cho « xor » (hoặc loại từ) theo vị trí bit (đã cho $name)

source: integrate begin complete
de: Integration hat begonnen
it: Integrazione iniziata
nl: integratie is begonnen
pt_br: integration has begun
ru: началась интеграция
vi: tiến trình hợp nhất đã bắt đầu

source: integrate begin undo complete
de: Integrations-Beginn rückgängig gemacht, Change ist wieder im Status '$state'
it: Annullamento dell'inizio dell'integrazione completato, la modifica è ritornata nello stato «$state»
nl: integratie begin ongedaan gemaakt, wijziging is terug naar de status '$state'
pt_br: integrate begin undo complete, change returned to the '$state' state
ru: интеграция прекращена, блок изменений возвращён к стадии '$state'
vi: mới hủy bước bắt đầu tiến trình hợp nhất: thay đổi đã trở về tình trạng « $state »

source: integrate fail complete
de: Integration fehlgeschlagen, zurück zum Entwickler
it: Integrazione fallita, ritornata allo sviluppatore
nl: integratie niet geslaagd, teruggestuurd naar ontwikkelaar
pt_br: failed integration, returned to developer
ru: интеграция прекращена, блок изменений возвращён на доработку
vi: tiến trình hợp nhất bị lỗi nên trở về nhà phát triển

source: integrate pass complete
de: Integration abgeschlossen
it: Integrazione riuscita
nl: integratie geslaagd
pt_br: integrate pass
ru: интеграция завершена
vi: tiến trình hợp nhất đã chạy thành công

source: integrate pass fail
de: $number Fehler gefunden, dieser Change bleibt im Status '$state'
it: ${plural $number Trovati Trovato} $number ${plural $number errori errore}, questa modifica rimane nello stato «$state»
nl: $number fout${plural $number en} gevonden, deze wijziging blijft de statust '$state' houden
pt_br: found $number error${plural $number s}, this change remains in the '$state' state
ru: найден${pl $n о а} $number ошиб${plf $n ка ки ок}, этот блок изменений останется в стадии '$state'
vi: tìm $number lỗi thì thay đổi này còn lại ở tình trạng « $state »

source: integration build complete
de: Integrations-Build beendet ${date %H:%M}
it: Compilazione dell'integrazione completata ${date %H.%M}
nl: integratie compilatie klaar ${date %H:%M}
pt_br: integration build complete ${date %H:%M}
ru: сборка завершена ${date %H:%M}
vi: tiến trình xây dựng hợp nhất đã chạy xong ${date %H:%M}

source: integration build started
de: Integrations-Build gestartet ${date %H:%M}
it: Compilazione dell'integrazione iniziata ${date %H.%M}
nl: integratie compilatie gestart ${date %H:%M}
pt_br: integration build started ${date %H:%M}
ru: началась сборка ${date %H:%M}
vi: tiến trình xây dựng hợp nhất đã khởi chạy ${date %H:%M}

source: interrupted by $signal
de: unterbrochen durch $signal
it: Interrotto da $signal
nl: ondebroken door $signal
ru: прервано сигналом $signal
vi: bị ngắt bởi tín hiệu $signal

source: invalid function arguments
de: Dieser Funktionsaufruf hat eine falsche Anzahl oder Typen von Argumenten
it: La chiamata a questa funzione ha il numero o il tipo di argomenti errato
nl: Deze functie aanroep heeft een fout aantal of type argumenten
pt_br: this function call has the wrong number or type of arguments
ru: у этого вызова функции неправильное количество параметров или их типы
vi: lời gọi hàm này có số không đúng, hay kiểu đối số không đúng

source: invalid function name ($name)
de: ein Ausdruck des Typs $name wurde angegeben, wo eine Funktion erwartet wurde
it: È stata data un'espressione di tipo $name, ma era richiesto un nome di funzione
nl: een expressie van type $name werd opgegeven terwijl een functie naam werd verwacht
pt_br: an expression of type $name was given where a function name was expected
ru: передано выражение типа $name там, где ожидалось имя функции
vi: một biểu thức kiểu $name đã được cho, còn mong đợi một tên hàm

source: leave baseline
de: Bitte verlassen Sie das Baseline-Verzeichnis
it: È necessario uscire dalla linea di base
nl: verlaat de baseline directory
pt_br: please leave the baseline directory
ru: необходимо выйти из директории базы проекта
vi: hãy rời thư mục đường cơ bản

source: leave dev dir
de: Bitte verlassen Sie das Bearbeitungs-Verzeichnis
it: È necessario uscire dalla directory di sviluppo
nl: verlaat de ontwikkel-directory
pt_br: please leave the development directory
ru: необходимо выйти из рабочей директории
vi: hãy rời thư mục phát triển

source: leave int dir
de: Bitte verlassen Sie das Integrations-Verzeichnis
it: È necessario uscire dalla directory di integrazione
nl: verlaat de integratie directory
pt_br: please leave the integration directory
ru: необходимо выйти из директории интеграции
vi: hãy rời thư mục hợp nhất

source: link baseline to integration directory
de: Linke Baseline ins Integrations-Verzeichnis
it: Collegamento della linea di base alla directory di integrazione in corso
nl: linken baseline naar de integratie directory
pt_br: linking baseline to integration directory
ru: создание ссылок на базу проекта в директории интеграции
vi: đang liên kết đường cơ bản tới thư mục hợp nhất

source: link("$filename1", "$filename2"): $errno
vi: liên kết("$filename1", "$filename2"): $errno

source: list $name ambiguous
de: Listen-Name "$name" ist mehrdeutig ($name_list)
it: L'elenco di nomi «$name» è ambiguo ($name_list)
nl: lijst naam "$name" is niet specifiek: ($name_list)
pt_br: list name "$name" is ambiguous ($name_list)
ru: название списка "$name" неоднозначно ($name_list)
vi: tên danh sách « $name » mơ hồ ($name_list)

source: list value required (was given $name)
de: Listenwert benötigt (angegeben wurde $name)
it: È richiesto un valore di elenco (è stato dato $name)
nl: lijst waarde nodig (kreeg $name)
ru: требуется список (передано $name)
vi: cần thiết giá trị danh sách (đã cho $name)

source: lock not available
de: Lock nicht verfügbar
it: Blocco non disponibile
nl: slot niet beschikbaar
ru: недоступна блокировка
vi: không có sẵn khoá

source: logging to $filename
de: protokolliere in "$filename"
it: Scrittura del registro in «$filename» in corso
nl: schrijf log naar "$filename"
ru: журнал в файле "$filename"
vi: đang ghi lưu vào tập tin « $filename »

source: loop condition must be boolean (not $name)
de: Schleifenbedingung muss Typ Bool sein (angegeben wurde $name)
it: La condizione di loop deve essere booleana (è stato dato $name)
nl: lus conditie moet booleaans zijn (kreeg $name)
pt_br: loop condition must be boolean (was given $name)
ru: условие цикла должно быть логическим выражением (передано $name)
vi: điều kiện vòng lặp phải là luận lý (đã cho $name)

source: lstat $filename: $errno
de: $filename: $errno
nl: $filename: $errno
ru: $filename: $errno
vi: $filename: $errno

source: make $filename transparent, fail, too deep
de: Datei $filename kann nicht transparent gemacht werden, weil sie nicht im Branch vorhanden ist, sondern in einem tieferen Vorgänger-Branch
it: Non è possibile rendere «$filename» trasparente, in quanto non è presente nel ramo, ma è presente in un ramo ancestrale più profondo
pt_br: it is not possible to make $filename transparent because it is not present in the branch, but is present in a deeper ancestor branch
ru: для файла $filename невозможно установить режим прозрачности, потому что он отсутствует в текущей ветви проекта, но присутствует в одной из родительских ветвей
vi: không thể làm cho tập tin $filename trong suốt vì nó không nằm trên nhánh, nhưng nằm ở nhánh tổ tiên sâu hơn

source: make $filename transparent, fail, too shallow
de: Datei $filename kann nicht transparent gemacht werden, weil sie nicht auch in einem tieferen Vorgänger-Branch vorhanden ist
it: Non è possibile rendere «$filename» trasparente, in quanto non è presente anche in un ramo ancestrale più profondo
pt_br: it is not possible to make $filename transparent because it is not also present in a deeper ancestor branch
ru: для файла $filename невозможно установить режим прозрачности, потому что он отсутсвует в родительской ветсив проекта
vi: không thể làm cho tập tin $filename trong suốt vì nó không cũng nằm trên nhánh tổ tiên sâu hơn

source: make $filename transparent, fail, trunk
de: Datei $filename kann nicht transparent gemacht werden, weil sie im Stamm vorhanden ist. Möglicherweise wollen Sie das aerm Kommando stattdessen anwenden
it: Non è possibile rendere «$filename» trasparente, in quanto è nella parte principale. È consigliabile usare il comando «aerm» in sostituzione
pt_br: it is not possible to make $filename transparent because it is in the trunk, you probably want to use the aerm command instead
ru: для файла $filename невозможно установить режим прозрачности, потому что осуществляется работа с основной ветвью проекта; возможно следует воспользоваться командой aerm
vi: không thể làm cho tập tin $filename trong suốt vì nó nằm trong thân, và bạn rất có thể muốn dùng lệnh « aerm » thay vào đó

source: make transparent bad state
de: Dieser Change ist im Status '$state', er muß im 'being developed' Status sein, einen Datei darin transparent zu machen
it: Questa modifica è nello stato «$state», per potervi rendere un file trasparente deve essere nello stato «being developed»
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to make a file transparent with it
ru: этот блок изменений находится в стадии '$state', для управления режимом прозрачности файлов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state », nó phải ở tình trạng « đang được phát triển » để dùng khi làm cho tập tin trong suốt

source: make transparent complete
de: $number ${plural $number Dateien Datei} wurden transparent gemacht
it: $number file ${plural $number 'resi trasparenti' 'reso trasparente'}
pt_br: making $number ${plural $number files file} transparent
ru: устанавливается режим прозрачности для $number файл${plf '' а ов}
vi: đang làm cho $number tập tin trong suốt

source: make transparent undo $filename complete
de: Datei "$filename" ist nicht mehr im Change
it: Il file «$filename» non viene più reso trasparente
pt_br: file "$filename" no longer being made transparent
ru: снят режим прозрачности для файла $filename
vi: tập tin « $filename » không còn được làm lại trong suốt

source: making dev dir read only
de: Bearbeitungsverzeichnis wird read-only gemacht
it: Modifica della directory di sviluppo in modalità di sola lettura in corso
nl: ontwikkel directory wordt alleen-lezen gemaakt
pt_br: making the development directory read-only
ru: теперь файлы в рабочей директории нельзя изменять
vi: đang đặt thư mục phát triển là « chỉ đọc »

source: making dev dir writable
de: Bearbeitungsverzeichnis wird wieder schreibbar gemacht
it: Modifica della directory di sviluppo in modalità nuovamente scrivibile in corso
nl: ontwikkel directory wordt weer beschrijfbaar gemaakt
pt_br: making the development directory writable again
ru: файлы в рабочей директории снова можно изменять
vi: đang đặt thư mục phát triển là « ghi được » lần nữa

source: malformed exponent
de: unbrauchbarer Exponent
it: Formato dell'esponente non corretto
nl: fout exponent
ru: неправильная экспонента
vi: số mũ dạng sai

source: malformed hex constant
de: unbrauchbare Hex Konstante
it: Formato della costante esadecimale non corretto
nl: foute hex constante
ru: неправильная шестнадцатеричная константа
vi: hằng thập lục dạng sai

source: may not assign to a list member ($name1[$name2])
de: ein Listenelement darf nicht zugewiesen werden ($name1[$name2])
it: Impossibile assegnare a un membro dell'elenco ($name1[$name2])
nl: kan niet toekennen aan een lijst-onderdeel ($name1[$name2])
ru: нельзя присвоить значение элементу списка ($name1[$name2])
vi: không cho phép gán cho thành viên của danh sách ($name1[$name2])

source: may not remove $filename
de: Datei "$filename" darf nicht entfernt werden
it: Impossibile rimuovere il file «$filename»
nl: bestand "$filename" kan niet worden verwijderd
pt_br: file "$filename" may not be removed
ru: файл "$filename" нельзя удалить
vi: không cho phép gỡ bỏ tập tin « $filename »

source: may not test $filename
de: Datei "$filename" darf kein Test sein
it: Il file «$filename» non può essere un test
nl: bestand "$filename" kan geen test zijn
pt_br: file "$filename" may not be a test
ru: файл "$filename" не может быть тестов
vi: không cho phép dùng tập tin « $filename » là hàm thử

source: may not use $name in the background
de: $name kann nicht im Hintergrund verwendet werden
it: Impossibile usare $name in secondo piano
nl: kan $name niet gebruiken op de achtergrond
ru: нельзя использовать $name в фоновом режиме
vi: không cho phép dùng $name ở nền

source: merge complete
de: $number Datei${plural $number en} gemergt, erneutes 'aegis -Build' notwendig
it: Unione di $number file eseguita, è richiesto ora un nuovo «aegis -Build»
nl: samenvoegen $number bestand${plural $number en} gereed, een nieuwe compilatie met 'aegis -Build' is vereist
pt_br: merged $number file${plural $number s}, new 'aegis -Build' required
ru: объедин${pl $n ено ён} $number файл${plf $n '' а ов}, необходимо выполнить команду'aegis -Build'
vi: đã trộn với nhau $number tập tin, cần thiết tiến trình xây dựng « aegis -Build » mới

source: misplaced "$name" option
de: Option "$name" an falscher Stelle in Kommandozeile
it: Posizione dell'opzione «$name» sulla riga di comando non corretta
nl: misplaatste "$name" optie op de opdrachtregel
pt_br: misplaced "$name" option on the command line
ru: опция "$name" не на месте
vi: tùy chọn « $name » bị để không đúng chỗ trên dòng lệnh

source: misplaced file name ("$filename")
de: Dateiname ("$filename") an falscher Stelle in Kommandozeile
it: Posizione del nome del file «$filename» sulla riga di comando non corretta
nl: misplaatste bestandsnaam ("$filename") op de opdrachtregel
pt_br: misplaced file name ("$filename") on command line
ru: имя файла ("$filename") не на месте
vi: tên tập tin bị để không đúng chỗ ("$filename") trên dòng lệnh
