Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: $filename: gid $number1 invalid, must be >= $number2
de: $filename: die Gruppen-ID ($number1) dieser Datei ist zu klein, sie muss größer oder gleich AEGIS_MIN_GID ($number2) sein. Mögliche Ursache ist ein Backup-Restore Problem. Bitte verwenden Sie das Kommando ``chgrp -R <group> $filename'' mit einem passenden <group> Namen, um das Problem zu beheben. [Sie müssen dazu Root sein.]
it: $filename: l'ID del gruppo di questo file ($number1) è troppo piccolo, deve essere uguale o superiore ad «AEGIS_MIN_GID» ($numer2). Probabilmente questo è il risultato di un problema di salvataggio-ripristino. Utilizzare, come root, il comando «chgrp -R <group> $filename» per risolvere il problema, per un nome <group> appropriato.
nl: $filename: het groep ID ($number1) van dit bestand is te laag, het moet groter of gelijk zijn aan AEGIS_MIN_GID ($number2). Dit is waarschijnlijk het gevolg van een fout bij het terugzetten van een backup, gebruik ``chgrp -R <groep> $filename'' op dit op te lossen, met een geschikte <groep> naam. [Rootrechten nodig]
pt_br: $filename: o ID do grupo deste arquivo ($number1) é muito pequeno e deve ser maior ou igual ao AEGIS_MIN_GID ($number2). Provavelmente isso é culpa do resultado de um problema com a restauração de uma cópia de segurança (backup). Por favor utilize o comando "chgrp -R <group> $filename" com um nome de <group> cabível. [Você vai precisar ser o root.]
ru: $filename: идентификатор группы(GID) этого файла слишком мал ($number1), он должен быть больше или равен значению переменной окружения AEGIS_MIN_GID ($number2). Скорее всего это результат ошибки при резервном копировании и последующем восстановлении файлов. Для исправления следует воспользоваться командой ``chgrp -R <group> $filename'', с указанием подходящей группы. [Необходимы полномочия администратора(root).]
vi: $filename: tập tin này có GID (mã số nhóm) quá nhỏ ($number1), nó phải lớn hơn hay bằng AEGIS_MIN_GID ($number2). Rất có thể là kết quả của vấn đề khi phục hồi từ bản sao lưu. Hãy dùng lệnh « chgrp -R <tên_nhóm> $filename » để giải quyết trường hợp này, cho một tên nhóm thích hợp nào đó. [Bạn cần phải là người chủ (root).]

source: $filename: group is $number1, should be $number2
de: $filename: Gruppe ist $number1, sollte $number2 sein
it: $filename: il gruppo è $number1, invece dovrebbe essere $number2
nl: $filename: groep ID is $number1, zou $number2 moeten zijn
pt_br: $filename: o groupo é $number1, deveria ser $number2
ru: $filename: идентификатор группы(GID) $number1, а должен быть $number2
vi: $filename: nhóm là $number1, nên là $number2

source: $filename: has been tampered with (fatal)
de: $filename: wurde unerlaubt verändert (fatal)
it: $filename: è stato manomesso con (errore fatale)
nl: $filename: is mee gesjoemeld (fataal)
pt_br: $filename: foi adulterada (fatal)
ru: $filename: файл был искажён (это плохо)
vi: $filename: bị giả mạo (nghiêm trọng)

source: $filename: has errors
de: $filename: $number fatal${plural $number e} Fehler gefunden
it: $filename: ${plural $number trovati trovato} $number ${plural $number 'errori fatali' 'errore fatale'}
nl: $filename: $number fatale fout${plural $number en} gevonden
pt_br: $filename: tem $number error${plural $number s}
ru: найден${pl $n о а} $number серьёзн${plf $n ая ые ых} ошиб${plf $n ка ки ок} в файле $filename
vi: $filename: tìm $number lỗi nghiêm trọng

source: $filename: is binary
it: Il file «$filename» contiene byte binari
pt_br: o arquivo "$filename" possui bytes binários
vi: $filename: là nhị phân

source: $filename: is unprintable
it: Il file «$filename» contiene caratteri non stampabili (riga $number)
pt_br: o arquivo "$filename" possuir caracteres impossíveis de serem impressos (linha $number)
vi: $filename: không thể in được

source: $filename: malformed RFC 822 header line
it: $filename: formato della riga di intestazione non conforme a RFC 822
pt_br: $filename: linha de cabeçalho formato RFC 822 mal formada
vi: $filename: dòng phần đầu RFC 822 dạng sai

source: $filename: merge conflicts
it: $filename: questo file contiene conflitti di unione non risolti
pt_br: $filename: este arquivo possui conflitos de mesclagem não resolvidos
vi: $filename: trộn thì xung đột

source: $filename: mode is $number1, should be $number2
de: $filename: Modus ist $number1, sollte $number2 sein
it: $filename: la modalità è $number1, invece dovrebbe essere $number2
nl: $filename: rechten zijn $number1, zouden $number2 moeten zijn
pt_br: $filename: o modo é $number1, deveria ser $number2
ru: $filename: режим доступа к файлу $number1, а должен быть $number2
vi: $filename: chế độ là $number1, nên là $number2

source: $filename: no current copyright notice
it: $filename: il file non contiene un'informazione di copyright aggiornata; una nota del modulo «$suggest» sarebbe appropriata.
pt_br: $filename: o arquivo não contém uma nota de direitos autorais (copyright) atualizada; uma nota na forma "$suggest" seria cabível.
vi: $filename: tập tin không chứa thông báo tác quyền hiện thời; thông báo có dạng « $suggest » là thích hợp.

source: $filename: old FSF address
it: $filename: nel file è presente il vecchio indirizzo postale di FSF, è necessario sostituirlo con «$suggest».
pt_br: $filename: o arquivo contém o endereço postal antigo da FSF, você precisa atualizá-lo para "$suggest".
vi: $filename: địa chỉ Tổ chức Phần mềm Tự do cũ

source: $filename: old GPL version
it: $filename: nel file è presente un vecchio numero di versione delle GPL, è necessario sostituirlo con «$suggest».
pt_br: $filename: uma versão antiga da GPL está presente nesse arquivo, você precisa trocá-la para "$suggest"
vi: $filename: phiên bản Giấy Phép Công Cộng GNU cũ

source: $filename: owner is $number1, should be $number2
de: $filename: Besitzer ist $number1, sollte $number2 sein
it: $filename: il proprietario è $number1, invece dovrebbe essere $number2
nl: $filename: eigenaar is $number1, zou $number2 moeten zijn
pt_br: $filename: $number1 é o dono do arquivo, deve ser $number2
ru: $filename: идентификатор владельца файла $number1, а должен быть $number2
vi: $filename: chủ sở hữu là $number1, nên là $number2

source: $filename: too many errors
de: $filename: zu viele fatale Fehler, abgebrochen
it: $filename: troppi errori fatali, operazione annullata
nl: $filename: te veel fatale fouten, gestopt
pt_br: $filename: muitos erros fatais, abortando
ru: $filename: слишком много серьёзных ошибко, процесс остановлен
vi: $filename: quá nhiều lỗi nghiêm trọng nên hủy bỏ

source: $filename: uid $number1 invalid, must be >= $number2
de: $filename: die User-ID ($number1) dieser Datei ist zu klein, sie muss größer oder gleich AEGIS_MIN_UID ($number2) sein. Mögliche Ursache ist ein Backup-Restore Problem. Bitte verwenden Sie das Kommando ``chown -R <user> $filename'' mit einem passenden <user> Namen, um das Problem zu beheben. [Sie müssen dazu Root sein.]
it: $filename: l'ID dell'utente di questo file ($number1) è troppo piccolo, deve essere uguale o superiore ad AEGIS_MIN_UID ($number2). Probabilmente questo è il risultato di un problema di salvataggio-ripristino. Utilizzare, come root, il comando «chown -R <user> $filename» per risolvere il problema, per un nome <user> appropriato.
nl: $filename: het gebruikers ID ($number1) van dit bestand is te laag, het moet groter of gelijk zijn aan AEGIS_MIN_UID ($number2). Dit is waarschijnlijk het gevolg van een fout bij het terugzetten van een backup, gebruik ``chown -R <gebruiker> $filename'' op dit op te lossen, met een geschikte <gebruikers> naam. [Rootrechten nodig]
pt_br: $filename: o ID de usuário deste arquivo ($number1) é muito pequeno, e deve ser maior ou igual a AEGIS_MIN_UID ($number2). Este é provavelmente um problema de restauranção de uma cópia de segurança (backup). Por favor utilize o comando "chown -R <user> $filename", com um nome <user> cabível, para resolver o problema. [Você vai precisar ser o root.]
ru: $filename: идентификатор владельца(UID) этого файла слишком мал ($number1), он должен быть больше или равен значению переменной окружения AEGIS_MIN_UID ($number2). Скорее всего это результат ошибки при резервном копировании и последующем восстановлении файлов. Для исправления следует воспользоваться командой ``chown -R <user> $filename'', с указанием подходящей группы. [Необходимы полномочия администратора(root).]
vi: $filename: tập tin này có UID (mã số người dùng) quá nhỏ ($number1), nó phải lớn hơn hay bằng AEGIS_MIN_UID ($number2). Rất có thể là kết quả của vấn đề khi phục hồi từ bản sao lưu. Hãy dùng lệnh « chgrp -R <tên_người_dùng> $filename » để giải quyết trường hợp này, cho một tên người dùng thích hợp nào đó. [Bạn cần phải là người chủ (root).]

source: $filename: version $number already exists
it: $filename: la versione «$number» esiste già
pt_br: $filename: a versão $number já existe
vi: $filename: phiên bản $number đã có

source: $filename: version $number invalid
it: $filename: il numero di versione «$number» non è appropriato
pt_br: $filename: número de versão $number não é apropriado
vi: $filename: phiên bản $number không hợp lệ

source: $filename: version $number not found
it: $filename: versione «$number» non trovata
pt_br: $filename: número de versão $number não foi encontrado
vi: $filename: không tìm thấy phiên bản $number

source: $filename: white space at end of line
it: $filename: spazio vuoto alla fine della riga
pt_br: $filename: espaços em branco no final da linha
vi: $filename: có khoảng trắng ở kết thúc dòng

source: $function: argument $number: $message
it: $function: argomento $number: $message
pt_br: $function: argumento $number: $message
ru: $function: параметр $number: $message
vi: $function: đối số $number: $message

source: $function: argument $number: cannot convert string into a time
de: $function: Argument $number: Text kann nicht in eine Zeitangabe umgewandelt werden
it: $function: argomento $number: non è possibile convertire una stringa in tempo
nl: $function: argument $number: kan de string niet omzetten in een tijd
pt_br: $function: argumento $number: não é possível converter uma cadeia de caracteres em uma hora
ru: $function: параметр $number: не могу получить время из строки
vi: $function: đối số $number: không thể chuyển đổi chuỗi sang một thời gian nào đó

source: $function: argument $number: integer value required (was given $name)
de: $function: Argument $number: Integer-Wert benötigt (angegeben wurde $name)
it: $function: argomento $number: è richiesto un valore intero (è stato dato $name)
nl: $function: argument $number: integer waarde nodig (kreeg $name)
pt_br: $function: argumento $number: é necessário um valor inteiro (foi dado $name)
ru: $function: параметр $number: требуется целое значение(передано $name)
vi: $function: đối số $number: cần thiết giá trị số nguyên (đã cho $name)

source: $function: argument $number: precision of $value is out of range
de: $function: Argument $number: Präzisionsangabe $value ungültig
it: $funtion: argomento $number: la precisione di $value è al di fuori della tolleranza
nl: $function: argument $number: precisie van $value is buiten bereik
pt_br: $function: argumento $number: a precisão de $value está fora do alcance
ru: $function: параметр $number: слишком высокая точность значения $value
vi: $function: đối số $number: độ chính xác của $value ở ngoại phạm vi

source: $function: argument $number: real value required (was given $name)
de: $function: Argument $number: reelle Zahl benötigt (angegeben wurde $name)
it: $function: argomento $number: è richiesto un valore reale (è stato dato $name)
nl: $function: argument $number: real waarde nodig (kreeg $name)
pt_br: $function: argumento $number: é necessário um valor real (foi dado $name)
ru: $function: параметр $number: требуется действительное значение (передано $name)
vi: $function: đối số $number: cần thiết giá trị thật (đã cho $name)

source: $function: argument $number: string value required (was given $name)
de: $function: Argument $number: Text-Wert benötigt (angegeben wurde $name)
it: $function: argomento $number: è richiesta un valore stringa (è stato dato $name)
nl: $function: argument $number: string waarde nodig (kreeg $name)
pt_br: $function: argumento $number: é necessário uma cadeia de caracteres (foi dado $name)
ru: $function: параметр $number: требуется строка (передано $name)
vi: $function: đối số $number: cần thiết giá trị chuỗi (đã cho $name)

source: $function: argument $number: time value required (was given $name)
de: $function: Argument $number: Zeitangabe benötigt (angegeben wurde $name)
it: $function: argomento $number: è richiesto un valore di tempo (è stato dato $name)
nl: $function: argument $number: tijd waarde nodig (kreeg $name)
pt_br: $function: argumento $number: é necessário um valor tempo (time) (foi dado $name)
ru: $function: параметр $number: требуется значение типа время (передано $name)
vi: $function: đối số $number: cần thiết giá trị thời gian (đã cho $name)

source: $function: argument $number: unable to print $name value
de: $function: Argument $number: Wert $name kann nicht ausgegeben werden
it: $function: argomento $number: impossibile stampare il valore di $name
nl: $function: argument $number: kan $name waarde niet afdrukken
pt_br: $function: argumento $number: não é possível imprimir o valor $name
ru: $function: параметр $number: не могу вывести значение $name
vi: $function: đối số $number: không thể in giá trị $name

source: $function: argument $number: width $value out of range
de: $function: Argument $number: Breite $value ungültig
it: $function: argomento $number: la larghezza $value è al di fuori della tolleranza
nl: $function: argument $number: breedte $value buiten bereik
pt_br: $function: argumento $number: o tamanho $value está fora de alcance
ru: $function: параметр $number: слишком большое значение $value
vi: $function: đối số $number: độ rộng $value ở ngoại phạm vi

source: $function: result too long
de: $function: Ergebnis zu lang
it: $function: il risultato è troppo lungo
nl: $function: resultaat te lang
pt_br: $function: o resultado é muito grande para o buffer interno
ru: $function: слишком длинный результат
vi: $function: kết quả quá dài

source: $function: too few arguments
de: $function: zu wenig Argumente
it: $function: troppo pochi argomenti
nl: $function: te weinig argumenten
pt_br: $function: quantidade de argumentos insuficientes
ru: $function: слишком мало параметров
vi: $function: quá ít đối số

source: $function: too many arguments ($number1 given, only $number2 used)
de: $function: zu viele Argumente ($number1 angegeben, nur $number2 verwendet)
it: $function: troppi argomenti (dati $number1, solo $number2 usati)
nl: $function: te veel argumenten (kreeg $number1, slechts $number2 gebruikt)
pt_br: $function: muitos argumentos (foi dado $number1, mas é necessário somente $number2)
ru: $function: слишком много параметров (передано $number1, использовано только $number2)
vi: $function: quá nhiều đối số ($number1 đưa ra, chỉ $number2 được dùng)

source: $function: unknown format specifier '$name'
de: $function: unbekannte Formatangabe '$name'
it: $function: specifica di formato «$name» sconosciuta
nl: $function: onbekend formaat '$name'
pt_br: $function: especificador de formato '$name' desconhecido
ru: $function: неизвестный формат '$name'
vi: $function: không rõ chỉ thị định dạng « $name »

source: $name $number must be pos
de: Die Option $name $number hat einen ungültigen Wert, die Option $name benötigt eine kleine positive Zahl als Argument
it: L'opzione $name $number è al di fuori della tolleranza, l'opzione $name richiede un piccolo numero intero positivo come argomento
nl: de $name $number optie valt buiten bereik, de $name optie heeft een kleinel positive integer als argument
pt_br: a opção $name $number está fora do alcance, $name precisa de um inteiro positivo menor como argumento
ru: недопустимое значение параметра $number у опции $name, в качестве параметра опции $name требуется небольшое положительное целое число
vi: tùy chọn $name $number ở ngoại phạm vi, tùy chọn $name cần thiết đối số là số nguyên dương nhỏ

source: $name $number must not be neg
de: Die Option $name $number hat einen ungültigen Wert, die Option $name benötigt Null oder eine kleine positive Zahl als Argument
it: L'opzione $name $number è al di fuori della tolleranza, l'opzione $name richiede uno zero o un piccolo numero intero positivo come argomento
nl: de $name $number optie valt buiten bereik, de $name optie heeft nul of een kleine positive integer als argument
pt_br: a opção $name $number está fora do alcance, $name precisa de um inteiro positivo como argumento ou zero
ru: недопустимое значение параметра $number у опции $name, в качестве параметра опции $name требуется ноль или небольшое положительное целое число
vi: tùy chọn $name $number ở ngoại phạm vi, tùy chọn $name cần thiết đối số là số nguyên dương nhỏ hay số không

source: $name already administrator
de: Benutzer "$name" ist bereits ein Administrator
it: L'utente «$name» è già un amministratore
nl: gebruiker "$name" is al een administrateur
pt_br: usuário "$name" já é um administrador
ru: пользователь "$name" уже является администратором
vi: người dùng « $name » đã là quản trị viên

source: $name already developer
de: Benutzer "$name" ist bereits ein Entwickler
it: L'utente «$name» è già uno sviluppatore
nl: gebruiker "$name" is al een ontwikkelaar
pt_br: usuário "$name" já é um desenvolvedor
ru: пользователь "$name" уже является разработчиком
vi: người dùng « $name » đã là nhà phát triển

source: $name already integrator
de: Benutzer "$name" ist bereits ein Integrator
it: L'utente «$name» è già un integratore
nl: gebruiker "$name" is al een integrator
pt_br: usuário "$name" já é um integrador
ru: пользователь "$name" уже является интегратором
vi: người dùng « $name » đã đã người hợp nhất

source: $name already reviewer
de: Benutzer "$name" ist bereits ein Reviewer
it: L'utente «$name» è già un revisore
nl: gebruiker "$name" is al een reviewer
pt_br: usuário "$name" já é um revisor
ru: пользователь "$name" уже является рецензентом
vi: người dùng « $name » đã là người xem lại

source: $name lock not available
de: $name Lock nicht verfügbar
it: Blocco di $name non disponibile
nl: $name slot niet beschikbaar
pt_br: a chave (lock) $name não está disponível
ru: блокировка $name не доступна
vi: khoá $name không sẵn sàng

source: $name needs dir
de: Die Option $name braucht einen Verzeichnisnamen als nächstes Argument
it: L'opzione $name deve essere seguita da un percorso di directory
nl: de $name optie moet worden gevolgd worden door een directory pad
pt_br: a opção $name precisa ser seguida de um caminho para um diretório
ru: после опции $name должен идти путь к директории
vi: tùy chọn $name phải có đường dẫn thư mục theo sau

source: $name needs file
de: Die Option $name braucht einen Dateinamen als nächstes Argument
it: L'opzione $name deve essere seguita da un nome di un file
nl: de $name optie moet worden gevolgd door een bestandsnaam
pt_br: a opção $name precisa ser seguida por um nome de arquivo
ru: после опции $name должно идти имя файла
vi: tùy chọn $name phải có tên tập tin theo sau

source: $name needs files
de: Die Option $name braucht einen oder mehrere Dateinamen als nächstes Argument
it: L'opzione $name deve essere seguita da uno o più nomi di file
nl: de $name optie moet worden gevolgd door een of meer bestandsnamen
pt_br: a opção $name precisa ser seguida por um ou mais nomes de arquivos
ru: после опции $name должно идти одно или несколько имён файлов
vi: tùy chọn $name phải có một hay nhiều tên tập tin theo sau

source: $name needs name
de: Die Option $name braucht einen Namen als nächstes Argument
it: L'opzione $name deve essere seguita da un nome
nl: de $name optie worden gevolgd door een naam
pt_br: a opção $name precisa ser seguida por um nome
ru: после опции $name должно идти имя
vi: tùy chọn $name phải có một tên theo sau

source: $name needs number
de: Die Option $name braucht eine Zahl als nächstes Argument
it: L'opzione $name deve essere seguita da un numero
nl: de $name optie moet worden gevolgd door een nummer
pt_br: a opção $name precisa ser seguida por um número
ru: после опции $name должно идти число
vi: tùy chọn $name phải có một con số theo sau

source: $name needs string
de: Die Option $name braucht einen Text als nächstes Argument
it: L'opzione $name deve essere seguita da una stringa
nl: de $name optie moet worden gevolgd door een string
pt_br: a opção $name precisa ser seguida por uma cadeia de caracteres
ru: после опции $name должна идти строка
vi: tùy chọn $name phải có một chuỗi theo sau

source: $name1 and $name2
de: $name1 und $name2
it: $name1 e $name2
nl: $name1 en $name2
pt_br: $name1 e $name2
ru: $name1 и $name2
vi: $name1 và $name2

source: $name1 needs $name2
de: Die Option $name1 braucht die Option $name2
it: L'opzione $name1 deve essere accompagnata dall'opzione $name2
pt_br: a opção $name1 precisa ser acompanhada pela opção $name2
ru: опция $name1 должна сопровождаться опцией $name2
vi: tùy chọn $name1 phải cùng với tùy chọn $name2

source: $target not developer
de: Benutzer "$target" ist kein Entwickler
it: L'utente «$target» non è uno sviluppatore
nl: gebruiker "$target" is geen ontwikkelaar
pt_br: usuário "$target" não é um desenvolvedor
ru: пользователь "$target" не является разработчиком
vi: người dùng « $target » không phải là nhà phát triển

source: -TRace needs DEBUG
de: Warnung: die Option -TRace ist nur efektiv, wenn Aegis mit dem DEBUG Flag in der common/main.h include-Datei übersetzt wurde.
it: Attenzione: l'opzione «-TRace» è efficace solo quando Aegis è compilato usando la definizione DEBUG nel file include «common/main.h»
nl: Waarschuwing: de -TRace optie werkt alleen als Aegis is gecompileerd met de DEBUG define in het common/main.h include bestand.
pt_br: Atenção: a opção -TRace só tem efeito quando o Aegis é compilado utilizando a definição DEBUG no arquivo de inclusão common/main.h.
ru: предупреждение: опция -TRace имеет смысл только если при сборке Aegis в файле common/main.h был определён макрос DEBUG.
vi: Cảnh báo : tùy chọn « -TRace » chỉ có hiệu quả hi Aegis được biên dịch bằng lời xác định DEBUG (gỡ lỗi) trong tập tin bao gồm « common/main.h ».
