Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: no project name
de: Sie müssen für dieses Kommando den Projektnamen explizit angeben
it: È necessario fornire esplicitamente il nome del progetto a questo comando
nl: Geef expliciet de project naam op bij dit commando
pt_br: you must give the project name explicitly to this command
ru: для этой команды требуется явно указать название проекта
vi: bạn phải đưa ra tên dự án một cách dứt khoát tới câu lệnh nàu

source: no report $name
de: Berichtsname "$name" ist unbekannt
it: Nome del rapporto «$name» sconosciuto
nl: rapport naam "$name" is onbekend
pt_br: report name "$name" is unknown
ru: неизвестный отчёт "$name"
vi: không rõ tên báo cáo « $name »

source: no report name
de: Kein Berichtsname angegeben
it: Non è stato specificato il nome del rapporto
nl: geen rapport naam opgegeven
pt_br: no report name specified
ru: название отчёта не указано
vi: chưa ghi rõ tên báo cáo

source: no result $number tests
de: es gab $number Test${plural $number s} ${plural $number die der} kein Ergebnis lieferte${plural $number n}
it: $number test non ${plural $number hanno ha} restituito alcun risultato
nl: $number test${plural $number en} ${plural $number gaven gaf} geen resultaat
pt_br: there ${plural $number were was} $number test${plural $number s} which returned no result
ru: $number тест${plf $n '' а ов} завершились без результата
vi: có $number hàm thử không trả lại kết quả

source: no size specified
de: Keine Größe angegeben
it: Non è stata specificata una dimensione
nl: geen grootte opgegeven
ru: не указан размер
vi: chưa xác định kích cỡ

source: no suitable files in common
de: keine passenden gemeinsamen Dateien
it: Nessun file adatto in comune
nl: geen schikte bestanden gemeen
ru: нет подходящих общих файлов
vi: không có tập tin thích hợp dùng chung

source: no user name
de: Sie müssen den Benutzernamen explizit für dieses Kommando angeben
it: È necessario fornire esplicitamente il nome utente a questo comando
nl: geef de gebruiker op bij dit commando
pt_br: you must give the user name explicitly to this command
ru: для этой команды необходимо явно указать имя пользователя
vi: bạn phải đưa ra tên người dùng một cách dứt khoát tới câu lệnh này

source: no user names
de: Keine Benutzernamen angegeben
it: Nessun nome utente specificato
nl: geen gebruikers opgegeven
pt_br: no user names specified
ru: не указано ни одного пользователя
vi: chưa ghi rõ tên người dùng

source: not $name1 and $name2 and $name3 together
de: Die Optionen $name1 und $name2 und $name3 schließen sich gegenseitig aus. Es darf nur eine davon angegeben werden
it: Le opzioni $name1, $name2 e $name3 si escludono a vicenda, se ne può specificare solo una
nl: de $name1 en $name2 en $name3 opties sluiten elkaar uit, er kan er maar een opgeven worden
pt_br: the $name1 and $name2 and $name3 options are mutually exclusive, only one may be specified
ru: опции $name1, $name2 и $name3 взаимно исключающие, может быть указана только одна из них
vi: ba tùy chọn $name1, $name2, $name3 loại từ lẫn nhau : chỉ có thể ghi rõ một của chúng

source: not $name1 and $name2 together
de: Die Optionen $name1 und $name2 schließen sich gegenseitig aus. Es darf nur eine davon angegeben werden
it: Le opzioni $name1 e $name2 si escludono a vicenda, se ne può specificare solo una
nl: de $name1 en $name2 opties sluiten elkaar uit, er kan er maar een opgegeven worden
pt_br: the $name1 and $name2 options are mutually exclusive, only one may be specified
ru: опции $name1 и $name2 взаимно исключающие может быть указана только одна из них
vi: hai tùy chọn $name1, $name2 loại từ lẫn nhau : chỉ có thể ghi rõ một của chúng

source: not a branch
de: Dieser Change ist kein Branch
it: Questa modifica non è un ramo
nl: deze wijziging is geen tak
pt_br: this change is not a branch
ru: этот блок изменений не является ветвью проекта
vi: thay đổi này không phải là một nhánh

source: not a developer
de: Benutzer "$user" ist kein Entwickler
it: L'utente «$user» non è uno sviluppatore
nl: gebruiker "$user" is niet aangemeld als ontwikkelaar
pt_br: user "$user" is not a developer
ru: пользователь "$user" не является разработчиком
vi: người dùng « $user » không phải là một nhà phát triển

source: not a reviewer
de: Benutzer "$user" ist kein Reviewer
it: L'utente «$user» non è un revisore
nl: gebruiker "$user" is niet aangemeld als reviewer
pt_br: user "$user" is not a reviewer
ru: пользователь "$user" не является рецензентом
vi: người dùng « $user » không phải là một người xem lại

source: not an administrator
de: Benutzer "$user" ist kein Administrator
it: L'utente «$user» non è un amministratore
nl: gebruiker "$user" is niet aangemeld als administrator
pt_br: user "$user" is not an administrator
ru: пользователь "$user" не является администратором
vi: người dùng « $user » không phải là một quản trị viên

source: not an even number of args
it: È necessario fornire un numero pari di file a questo comando
pt_br: you must give an even number of files to this command
vi: đối với câu lệnh này thì bạn phải đưa ra số chẵn các tập tin

source: not an integrator
de: Benutzer "$user" ist kein Integrator
it: L'utente «$user» non è un integratore
nl: gebruiker "$user" is niet aangemeld als integrator
pt_br: user "$user" is not an integrator
ru: пользователь "$user" не является интегратором
vi: người dùng « $user » không phải là một người hợp nhất

source: not developer
de: Benutzer "$user" ist nicht der Entwickler, nur Benutzer "$developer" darf in diesem Change arbeiten
it: L'utente «$user» non è lo sviluppatore, solo l'utente «$developer» può lavorare su questa modifica
nl: gebruiker "$user" is niet de ontwikkelaar, alleen gebruiker "$developer" kan aan deze wijziging werken
pt_br: user "$user" is not the developer, only user "$developer" may work on this change
ru: пользователь "$user" не является разработчиком этого блока изменений, только пользователь "$developer" может работать над этим блоком
vi: người dùng « $user » không phải là nhà phát triển: chỉ người dùng « $developer » có quyền thao tác thay đổi này

source: not enough admin
de: Es muß immer mindestens einen Administrator geben
it: È necessario avere sempre almeno un amministratore
nl: er moet op zijn minst altijd een administrator zijn
pt_br: must have at least one administrator at all times
ru: всегда должен быть хотя бы один администратор
vi: lúc nào cũng phải có ít nhất một quản trị viên

source: not integrator
de: Benutzer "$user" ist nicht der Integrator, nur Benutzer "$developer" darf in diesem Change arbeiten
it: L'utente «$user» non è l'integratore, solo l'utente «$integrator» può lavorare su questa modifica
nl: gebruiker "$user" is niet de integrator, alleen "$integrator" kan aan deze wijziging werken
pt_br: user "$user" is not the integrator, only user "$integrator" may work on this change
ru: пользователь "$user" не является интегратором этого блока изменений, только пользователь "$integrator" может работать над этим блоком
vi: người dùng « $user » không phải là người hợp nhất: chỉ người dùng « $integrator » có quyền thao tác thay đổi này

source: not reviewer
de: Benutzer "$user" ist nicht der Reviewer, nur Benutzer "$reviewer" darf in diesem Change arbeiten
it: L'utente «$user» non è il revisore, solo l'utente «$reviewer» può lavorare su questa modifica
nl: gebruiker "$user" is niet de juiste reviewer, alleen gebruiker "$reviewer" kan aan deze wijziging werken
pt_br: user "$user" is not the reviewer, only user "$reviewer" may work on this change
ru: пользователь "$user" не является рецензентом этого блока изменений, только пользователь "$reviewer" может работать наж этим блоком
vi: người dùng « $user » không phải là người xem lại: chỉ người dùng « $reviewer » có quyền thao tác thay đổi này

source: not valid in current context
de: ungültig in aktuellem Kontext
it: Non valida nel contesto attuale
nl: niet geldig in deze context
ru: недопустимо в текущем контексте
vi: không thích hợp ở ngữ cảnh hiện thời

source: open $filename: $errno
de: öffnen von "$filename": $errno
vi: mở « $filename »: $errno

source: open $filename: no curl library
it: Impossibile aprire «$filename», in quanto non c'era alcuna libreria -lcurl disponibile quando Aegis è stato compilato. La libreria curl è utilizzata per leggere molti stili differenti di URL. Se si sta utilizzando un gestore di pacchetti, questa libreria di solito si trova nel pacchetto «curl-devel». Sarà necessario riconfigurare e ricompilare Aegis una volta installata.
pt_br: unable to open "$filename" because there was no -lcurl library available when Aegis was built. The curl library is used to read many different style of URL. If you are using a package manager, it may usually be found in the curl-devel package. You will need to reconfigure and rebuild Aegis once it is installed.
vi: không thể mở tập tin « $filename » vì không có thư viện « -lcurl » sẵn sàng khi xây dựng Aegis. Thư viện curl được dùng để đọc rất nhiều kiểu địa chỉ URL khác nhau. Nếu bạn sử dụng bộ quản lý gói phần mềm, thư viện này thường nằm trong gói « curl-devel ». Bạn cũng cần phải cấu hình lại và xây dựng lại Aegis một khi cài đặt nó.

source: outstanding change
de: Dieser Change ist im Status '$state'
it: Questa modifica è nello stato «$state»
nl: deze wijziging heeft de status '$state'
pt_br: this change is in the '$state' state
ru: этот блок изменений находитcя в стадии '$state'
vi: thay đổi này ở tình trạng « $state »

source: outstanding changes
de: Es gibt $number ${plural $number offene offenen} ${plural $number Changes Change}; Sie können dieses Kommando nicht verwenden, solange Changes offen sind
it: ${plural $number 'Vi sono' 'Vi è'} $number ${plural $number modifiche modifica} in sospeso; impossibile utilizzare questo comando se vi sono delle modifiche in sospeso
nl: er ${plural $number zijn is} $number nog openstaande ${plural $number wijziging wijzigingen}; dit commando kan alleen gebruikt worden als er geen wijzigingen meer openstaan
pt_br: there ${plural $number are is} $number outstanding ${plural $number changes change}; you may not use this command if there are any outstanding changes
ru: присутству${pl $n ют ет} $number незавершённ${pl $n ых ый} ${plural $number блоков блок} изменений; эту команду нельзя использовать если присутствуют незавершённые блоки изменений
vi: có $number thay đổi còn lại; không cho phép bạn sử dụng câu lệnh này nếu có thay đổi còn lại

source: page length $number out of range
de: Eine Seitenlänge von $number ist ungültig
it: Una lunghezza di pagina $number è fuori tolleranza
nl: een pagina lengte van $number is buiten bereik
pt_br: a page length of $number is out of range
ru: недопустимая длина страницы $number
vi: chiều dài trang $number ở ngoại phạm vi

source: page width $number out of range
de: Eine Seitenbreite von $number ist ungültig
it: Una larghezza di pagina $number è fuori tolleranza
nl: pagina breedte is buiten bereik
pt_br: a page width of $number is out of range
ru: недопустимая ширина страницы $number
vi: bề rộng trang $number ở ngoại phạm vi

source: parse error
de: Es ist unklar, was Sie ausdrücken wollen
it: Impossibile interpretare il comando richiesto
nl: niet in staat te begrijpen wat bedoeld werd
pt_br: unable to work out what you meant to say
ru: невозможно определить что имелось ввиду
vi: không thể hiểu được bạn muốn nói gì

source: parse error; also virtual memory exceeded
de: Es ist unklar, was Sie ausdrücken wollen; zu kompliziert für den verfügbaren Speicher
it: Impossibile interpretare il comando richiesto, in quanto era troppo complicato per adattarsi alla memoria
nl: niet in staat te begrijpen wat bedoeld werd, het was te ingewikkeld om in het geheugen te passen
pt_br: unable to work out what you meant to say, because it was too complicated to fit in memory
ru: невозможно определить что имелось ввиду, так как это слишком сложное выражение и не помещается в памяти
vi: không thể hiểu được bạn muốn nói gì, quá phức tạp để vừa bộ nhớ

source: parse error; also virtual memory exhausted
de: Es ist unklar, was Sie ausdrücken wollen; zu kompliziert für den verfügbaren Speicher
it: Impossibile interpretare il comando richiesto, in quanto era troppo complicato per adattarsi alla memoria
nl: niet in staat te begrijpen wat bedoeld werd, het was te ingewikkeld om in het geheugen te passen
pt_br: unable to work out what you meant to say, because it was too complicated to fit in memory
ru: невозможно определить что имелось ввиду, так как это слишком сложное выражение и не помещается в памяти
vi: không thể hiểu được bạn muốn nói gì, quá phức tạp để vừa bộ nhớ

source: parser stack overflow
de: Es ist unklar, was Sie ausdrücken wollen; zu kompliziert, und führte zu einem Stack-Overflow
it: Impossibile interpretare il comando richiesto, in quanto era troppo complicato e ha superato lo stack
nl: Niet in staat te begrijpen wat bedoeld werd, te ingewikkeld, blew my stack
pt_br: unable to work out what you meant to say, because it was too complicated and blew my stack
ru: невозмоно определить что имелось ввиду, из-за переполнения стека
vi: không thể hiểu được bạn muốn nói gì, quá phức tạp và tràn đống

source: partial build complete
de: Partieller Build beendet ${date %H:%M}
it: Compilazione parziale completata ${date %H.%M}
nl: gedeeltelijke compilatie klaar ${date %H:%M}
pt_br: partial build complete ${date %H:%M}
ru: частичная сборка завершена ${date %H:%M}
vi: tiến trình xây dựng bộ phận đã chạy xong ${date %H:%M}

source: partial build started
de: Partieller Build gestartet ${date %H:%M}
it: Compilazione parziale iniziata ${date %H.%M}
nl: gedeeltelijke compilatie gestart ${date %H:%M}
pt_br: partial build started ${date %H:%M}
ru: началась частичная сборка ${date %H:%M}
vi: tiến trình xây dựng bộ phận đã khởi chạy ${date %H:%M}

source: passed $number tests
de: $number Test${plural $number s} erfolgreich
it: $number test ${plural $number superati superato}
nl: $number test${plural $number en} met goed gevolg doorlopen
pt_br: passed $number test${plural $number s}
ru: выполнен${pl $n о} $number тест${plf $n '' а ов}
vi: đã đỗ $number hàm thử

source: proj dir $filename
de: Projektverzeichnis "$filename"
it: Directory di progetto «$filename»
pt_br: project directory "$filename"
ru: директория проекта "$filename"
vi: thư mục dự án « $filename »

source: proj has no tests
de: Dieses Projekt braucht passende Tests, bevor dieses Kommando verwendet werden kann
it: Questo progetto richiede dei test pertinenti prima che questo comando possa essere utilizzato
pt_br: this project requires relevant tests before this command may be used
ru: для того, чтобы ипользовать эту команду, требуется чтобы в проекте был набор подходящих тестов
vi: dự án này cần thiết chạy các hàm thử thích hợp trước khi có thể sử dụng câu lệnh này

source: project "$project": $message
de: Projekt "$project": $message
it: Progetto «$project»: $message
ru: проект "$project": $message
vi: dự án « $project »: $message

source: project $message
de: Projekt $message
it: Progetto $message
ru: проект $message
vi: dự án $message

source: project $name exists
de: Projektname "$name" wird bereits verwendet
it: Nome di progetto «$name» già in uso
nl: project naam "$name" is al in gebruik
pt_br: project name "$name" already in use
ru: название проекта "$name" уже используется
vi: dự án tên « $name » đang được dùng

source: project $name too long
de: Projektname "$name" zu lang (um $number)
it: Nome di progetto «$name» troppo lungo (di $number ${plural $number caratteri carattere}
nl: project naam "$name" te lang ($number karakters)
pt_br: project name "$name" too long (by $number)
ru: слишком длинное название проекта "$name"(на $number символ${plf $n '' а ов})
vi: dự án tên « $name » quá dài (theo $number)

source: project alias $name exists
de: Projekt-Alias "$name" wird bereits verwendet
it: Alias di progetto «$name» già in uso
nl: project alias "$name" reeds in gebruik
pt_br: project alias "$name" already in use
ru: псевдоним проекта "$name" уже используется
vi: bí danh dự án « $name » đang được dùng

source: project alias $name exists not
de: Der Name "$name" ist kein Projekt-Alias
it: Il nome «$name» non è un alias di progetto
nl: de naam "$name" is geen project alias
pt_br: the name "$name" is not a project alias
ru: "$name" не является псевдонимом проекта
vi: tên « $name » không phải là một bí danh dự án

source: project attributes complete
de: Attribute geändert
it: Attributi modificati
nl: attributen gewijzigd
pt_br: attributes changed
ru: атрибуты изменены
vi: các thuộc tính bị thay đổi

source: read $filename: $errno
de: Lesen von "$filename": $errno
vi: đọc « $filename »: $errno

source: read $filename: format error
de: Lesen von "$filename": Formatfehler
it: read «$filename»: errore di formato
nl: read "$filename": formaat fout
ru: read "$filename": ошибка формата
vi: đọc « $filename »: lỗi định dạng

source: read history files
de: Lese History-Dateien um herauszufinden, welche Dateien wann und vom wem verändert wurden...
it: Lettura dei file storici in corso, alla ricerca di quando e da chi ogni file è stato modificato
pt_br: reading history files to learn when each file was changed and by whom...
ru: чтение файлов истории для определения когда и кем эти файлы изменялись...
vi: đang đọc các tập tin lược sử để tìm biết mỗi tập tin bị thay đổi khi nào và bởi ai

source: reconstruct baseline
de: Auschecken der importierten Haupt-Revisionen, um die Baseline zu rekonstruieren
it: Controllo delle revisioni principali dei file importati in corso per ricostruire la linea di base del progetto
pt_br: checking out head revisions of imported files to reconstruct the project baseline...
ru: извлечение последний версий файлов для воссоздания базы проекта...
vi: đang xuất kiểm các bản sửa đổi HEAD của các tập tin đã nhập khẩu để cấu tạo lại đường cơ bản của dự án

source: remember to use the aerb command
de: Wenn Sie diesen Change reviewen, verwenden Sie das ``aegis -review-begin'' Kommando so bald wie möglich. Damit stellen Sie sicher, daß keine anderen Reviewer ihre kostbare Zeit vergeuden.
it: Se si sta per revisionare questa modifica, usare il comando «aegis -review-begin» al più presto possibile. Questo assicura che gli altri revisori non sprechino il loro tempo prezioso.
nl: Deze wijziging heeft de status 'awaiting review'. Als u dedze wijziging gaat review-en, gebruik dan het commando Aegis -review-begin, om te voorkomen dat andere ontwikkelaars dubbel review werk gaan doen
pt_br: If you are going to review this change, please use the "aegis -review-begin" command as soon as possible. This ensures that other reviewers don't waste any of their valuable time.
ru: Если вы решили рецензировать этот блок изменений используйте команду ``aegis -review-begin''. В этом случае другие рецензенты не будут терять время, дублируя вашу работу.
vi: Nếu bạn định xem lại thay đổi này, hãy sử dụng câu lệnh « aegis -review-begin » càng sớm càng có thề. Hành động này đảm bảo rằng người xem lại khác không lãng phí thì giờ quý giá.

source: remove administrator $name complete
de: Benutzer "$name" ist kein Administrator mehr
it: L'utente «$user» non è più un amministratore
nl: gebruiker "$name" afgemeld als administrator
pt_br: user "$name" is no longer an administrator
ru: пользователь "$name" больше не является администратором
vi: người dùng « $name » không còn là quản trị viên lại

source: remove developer $name complete
de: Benutzer "$name" ist kein Entwickler mehr
it: L'utente «$name» non è più uno sviluppatore
nl: gebruiker "$name" afgemeld als ontwikkelaar
pt_br: user "$name" is no longer a developer
ru: пользователь "$name" больше не является разработчиком
vi: người dùng « $name » không còn là nhà phát triển

source: remove development directory
de: entferne Bearbeitungs-Verzeichnis
it: Rimozione della directory di sviluppo in corso
nl: ontwikkel directory verwijderen...
pt_br: removing development directory
ru: удаление рабочей директории
vi: đang gỡ bỏ thư mục phát triển

source: remove file $filename complete
de: Datei "$filename" wird durch diesen Change entfernt
it: Rimozione del file «$filename» in corso
nl: bestand "$filename" verwijderd uit deze wijziging
pt_br: file "$filename" being removed
ru: файл "$filename" будет удалён этим блоком изменений
vi: tập tin « $filename » đang bị gỡ bỏ

source: remove file fail
de: $number ${plural $number fatale fataler} Fehler gefunden, es wurden keine neuen Dateien zum Change hinzugefügt
it: ${plural $number Trovati Trovato} $number ${plural $number 'errori fatali' 'errore fatale'}, nessun file è stato aggiunto alla modifica
nl: $number fatale fout${plural $number en} gevonden, geen bestanden uit deze wijziging verwijderd
pt_br: found $number fatal error${plural $number s}, no files were added to the change
ru: найден${pl $n о а} $number серьёзн${plf $n ая ые ых} ошиб${plf $n ка ки ок}, ни один файл не был помещён в блок изменений для удаления
vi: tìm thấy $number lỗi nghiêm trọng nên không thêm tập tin vào thay đổi

source: remove file undo $filename complete
de: Datei "$filename" wird nicht mehr durch diesen Change entfernt
it: Il file «$filename» non viene più rimosso
nl: bestand "$filename" niet langer verwijderd door deze wijziging
pt_br: file "$filename" no longer being removed
ru: файл "$filename" больше не будет удалён этим блоком изменений
vi: tập tin « $filename » không còn bị gỡ bỏ lại

source: remove file undo fail
de: $number ${plural $number fatale fataler} Fehler gefunden, es wurden keine Dateien aus dem Change entfernt
it: ${plural $number Trovati Trovato} $number ${plural $number 'errori fatali' 'errore fatale'}, nessun file è stato rimosso dalla modifica
nl: $number fatale fout${plural $number en} gevonden, bestanden verwijderen niet ongedaan gemaakt
pt_br: found $number fatal error${plural $number s}, no files were removed from the change
ru: найден${pl $n о а} $number серьёзн${plf $n ая ые ых} ошиб${plf $n ка ки ок}, ни одно удаление не было отменено
vi: tìm thấy $number lỗi nghiêm trọng nên không gỡ bỏ tập tin khỏi thay đổi

source: remove integration directory
de: entferne Integrations-Verzeichnis
it: Rimozione della directory di integrazione in corso
nl: verwijderen integratie directory
pt_br: removing integration directory
ru: удаление директории интеграции
vi: đang gỡ bỏ thư mục hợp nhất

source: remove integrator $name complete
de: Benutzer "$name" ist kein Integrator mehr
it: L'utente «$name» non è più un integratore
nl: gebruiker "$name" afgemeld als integrator
pt_br: user "$name" is no longer an integrator
ru: пользователь "$name" больше не является интегратором
vi: người dùng « $name » không còn lạ người hợp nhất lại

source: remove old development directory
de: entferne das vorige Bearbeitungs-Verzeichnis
it: Rimozione della vecchia directory di sviluppo in corso
nl: verwijderen oude ontwikkel directory
pt_br: removing old development directory
ru: удаление старой рабочей директории
vi: đang gỡ bỏ thư mục phát triển cũ

source: remove project alias $name complete
de: Alias "$name" entfernt
it: Alias «$name» rimosso
nl: alias "$name" verwijderd
pt_br: alias "$name" removed
ru: удалён псевдоним проекта "$name"
vi: bí danh « $name » bị gỡ bỏ

source: remove project complete
de: entfernt
it: Progetto rimosso
nl: verwijderd
pt_br: removed
ru: проект удалён
vi: bị gỡ bỏ

source: remove project directory
de: entferne Projekt-Verzeichnis
it: Rimozione della directory del progetto in corso
nl: verwijderen project directory
pt_br: removing project directory
ru: удаление директории проекта
vi: đang gỡ bỏ thư mục dự án

source: remove reviewer $name complete
de: Benutzer "$name" ist kein Reviewer mehr
it: L'utente «$name» non è più un revisore
nl: gebruiker "$name" afgemeld als reviewer
pt_br: user "$name" is no longer a reviewer
ru: пользователь "$name" больше не является рецензентом
vi: người dùng « $name » không còn lạ người xem lại
