Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: unknown change
de: Es gibt in diesem Projekt keinen Change oder Branch mit dieser Nummer
it: Nessun ramo o modifica con questo numero conosciuto in questo progetto
nl: Er is geen wijziging of tak met dit nummer bekend in dit project
pt_br: there is no change or branch of this number known to this project
ru: в проекте нет ветви или блока изменений с таким номером
vi: dự án này không biết thay đổi hay nhánh có số này

source: unknown shell
de: Die Shell kann nicht ermittelt werden, die die Vervollständigung angefordert hat
it: Impossibile determinare la shell che ha richiesto il completamento
pt_br: unable to determine the shell which has requested the completion
ru: не удаётся определить командный интерпретатор, запросивший завершение параметра
vi: không thể quyết định trình bào nào đã yêu cầu sự làm xong

source: unknown substitution name
de: unbekannter Ersetzungsname
it: Nome di sostituzione sconosciuto
nl: onbekende substitutie naam
ru: неизвестное имя подстановки
vi: không rõ tên hàm thay thế

source: unknown substitution variant
de: unbekannte Ersetzungsvariante
it: Variante di sostituzione sconosciuta
nl: onbekende substitutie variatie
ru: неизветстный вариант подстановки
vi: không rõ biến thể hàm thay thế

source: unlink $filename: $errno
de: unlink (löschen) "$filename": $errno
it: unlink di «$filename»: $errno
vi: bỏ liên kết « $filename »: $errno

source: use aedbu instead
de: Verwenden Sie das `aegis -dbu' Kommando stattdessen
it: Usare il comando «aegis -dbu» in sostituzione
nl: gebruik `aegis -dbu'
pt_br: use the `aegis -dbu' command instead
ru: следует воспользоваться командой `aegis -dbu'
vi: hãy sử dụng câu lệnh « aegis -dbu » thay vào đó

source: use aenbru instead
de: Verwenden Sie das `aegis -nbru' Kommando stattdessen
it: Usare il comando «aegis -nbru» in sostituzione
nl: gebruik `aegis -nbru'
pt_br: use the `aegis -nbru' command instead
ru: следует воспользваться командой `aegis -nbru'
vi: hãy sử dụng câu lệnh « aegis -nbru » thay vào đó

source: user "$name" is not a developer
de: Benutzer "$name" ist kein Entwickler
it: L'utente «$name» non è uno sviluppatore
nl: gebruiker "$name" is geen ontwikkelaar
ru: пользователь "$name" не является разработчиком
vi: người dùng « $name » không phải là một nhà phát triển

source: user "$name" is not a reviewer
de: Benutzer "$name" ist kein Reviewer
it: L'utente «$name» non è un revisore
nl: gebruiker "$name" is geen reviewer
ru: пользователь "$name" не является рецензентом
vi: người dùng « $name » không phải là một người xem lại

source: user "$name" is not an administrator
de: Benutzer "$name" ist kein Administrator
it: L'utente «$name» non è un amministratore
nl: gebruiker "$name" is geen administrator
ru: пользователь "$name" не является администратором
vi: người dùng « $name » không phải là một quản trị viên

source: user "$name" is not an integrator
de: Benutzer "$name" ist kein Integrator
it: L'utente «$name» non è un integratore
nl: gebruiker "$name" is geen integrator
ru: пользователь "$name" не является интегратором
vi: người dùng « $name » không phải là một người hợp nhất

source: user $name too privileged
de: Benutzer "$name" hat zu hohe Privilegien
it: L'utente «$name» ha troppi privilegi
nl: gebruiker "$name" heeft te veel rechten
pt_br: user "$name" is too privileged
ru: слишком привилегированный пользователь "$name"
vi: người dùng « $name » có quá nhiều quyền

source: user $name unknown
de: Benutzer "$name" unbekannt
it: Utente «$name» sconosciuto
nl: gebruiker "$name" onbekend
ru: неизвестный пользователь "$name"
vi: không rõ người dùng « $name »

source: user $name unknown, closest is $guess
de: Benutzer "$name" unbekannt, am nächsten dran ist Benutzer "$guess"
it: Utente «$name» sconosciuto, il più vicino è l'utente «$guess»
nl: gebruiker "$name" onbekend, beste gok is "$guess"
pt_br: user "$name" unknown, closest is the "$guess" user
ru: неизвестный пользователь "$name", есть похожий пользователь "$guess"
vi: không rõ người dùng « $name », gần nhất là người dùng « $guess »

source: user $name1, group $name2
de: Benutzer $name1, Gruppe $name2
it: Utente $name1, gruppo $name2
nl: gebruiker $name1, groep $name2
ru: пользователь $name1, группа $name2
vi: người dùng $name1, nhóm $name2

source: user $name: $message
de: Benutzer "$name": $message
it: Utente «$name»: $messaggio
nl: gebruiker "$name": $message
ru: пользователь "$name": $message
vi: người dùng « $name »: $message

source: value of type $name required
de: Wert vom Typ $name benötigt
it: È richiesto un valore di tipo $name
nl: waarde van type $name nodig
ru: требуется значение типа $name
vi: cần thiết giá trị kiểu $name

source: version $number not a branch
de: Version ``$number'' ist kein Branch
it: La versione «$number» non è un ramo
nl: versie ``$number'' is geen tak
pt_br: version "$number" is not a branch
ru: версия ``$number'' не является ветвью проекта
vi: phiên bản « $number » không phải là một nhánh

source: waiting for $name lock
de: warte auf $name Lock
it: In attesa del blocco $name
nl: wacht op $name slot
ru: ожидание освобождения блокировки $name
vi: đợi khoá $name

source: waiting for baseline read lock
de: warte auf shared Baseline Lock; im Moment läuft ein ``aegis -Integrate_PASS'' Kommando
it: In attesa del blocco della linea di base condivisa; questo perché un comando «aegis -Integrate_PASS» è in esecuzione
nl: wacht op gedeelde baseline slot; Dit is omdat er een ``aegis -Integrate_PASS'' commando bezig is
pt_br: waiting for shared baseline lock; this is because there is an "aegis -Integrate_PASS" command in progress
ru: ожидание освобождения разделяемой блокировки базы проектаk; это происходит из-за работающейкоманды ``aegis -Integrate_PASS''
vi: đợi khoá đường cơ bản dùng chung; đây là vì có một câu lệnh hợp nhất « aegis -Integrate_PASS » đang chạy

source: waiting for baseline write lock
de: warte auf exklusiven Baseline Lock; im Moment läuft ein ``aegis -Build'' Kommando
it: In attesa del blocco della linea di base esclusiva; questo perché uno o più comandi «aegis -Build» è in esecuzione
nl: wacht op exclusief baseline slot; Er zijn een of meer ``aegis -Build'' commandos bezig
pt_br: waiting for exclusive baseline lock; this is because there is one or more "aegis -Build" commands in progress
ru: ожидание освобождения исключительной блокировки базы проекта; это происходит из-за работающей команды ``aegis -Build''
vi: đợi khoá đường cơ bản không kể ; đây là vì có một hay nhiều câu lệnh xây dựng « aegis -Build » đang chạy

source: waiting for global state lock
de: warte auf Lock für den Index der Projektorte
it: In attesa del blocco dell'indice di posizione del progetto
nl: wacht op project locatie index slot
pt_br: waiting for project location index lock
ru: ожидание освобождения блокировки индекса размещения проектов
vi: đợi khoá chỉ mục vị trí dự án

source: waiting for history lock
de: warte auf history Lock; im Moment läuft ein ``aegis -Integrate_PASS'' Kommando in einem anderen Branch
it: In attesa del blocco dello storico; questo perché un comando «aegis -Integrate_PASS» è in esecuzione su un altro ramo
nl: wacht op history slot; er is een ``aegis -Integrate_PASS'' commando bezig op een andere tak
pt_br: waiting for history lock; this is because there is an "aegis -Integrate_PASS" command in progress on another branch
ru: ожидание освобождения блокировки истории файла; это происходит из-за работающей с другой ветвью проекта команды ``aegis -Integrate_PASS''
vi: đợi khoá lược sử ; đây là vì có một câu lệnh hợp nhất « aegis -Integrate_PASS » đang chạy trên nhánh khác

source: waiting for lock
de: warte auf Lock
it: In attesa del blocco
nl: wacht op slot
ru: ожидание освобождения блокировки
vi: đợi khoá

source: warning: $filename in baseline, copying
de: Warnung: Datei "$filename" existiert bereits im Projekt, Aktion automatisch von "create" auf "modify" geändert
it: Attenzione: il file «$filename» esiste già nel progetto, l'azione è stata automaticamente cambiata da «create» a «modify»
nl: waarschuwing: bestand "$filename" bestaat al in dit project, actie automatisch gewijzigd van "create" naar "modify"
pt_br: warning: file "$filename" already exists in the project, action automatically changed from "create" to "modify"
ru: предупреждение: файл "$filename" уже присутствует в проекте, "create" автоматически изменяется на "modify"
vi: cảnh báo : tập tin « $filename » đã tồn tại trong dự án, nên tự động thay đổi hành động từ « create » (tạo) thành « modify » (sửa đổi)

source: warning: $filename modified by history tool
de: Warnung: das History Tool hat die Source-Datei "$filename" verändert
it: Attenzione: lo strumento dello storico ha modificato il file sorgente «$filename»
nl: Waarschuwing: de history tool heeft het "$filename" source bestand veranderd
pt_br: warning: the history tool modified the "$filename" source file
ru: предупреждение: исходный файл "$filename" был изменён программой хранения истории файла
vi: cảnh báo : công cụ lược sử đã sửa đổi tập tin nguồn « $filename »

source: warning: $filename patch not used
de: Warnung: der Patch für "$filename" konnte nicht verwendet werden, deshalb wurde die vollständige Source für diese Datei verwendet; möglicherweise müssen Sie Konflikte manuell auflösen
it: Attenzione: la patch per «$filename» non ha potuto essere utilizzata, per cui tutto il sorgente in entrata per questo file è stato utilizzato; potrebbe essere necessario risolvere manualmente i conflitti
pt_br: warning: the patch for "$filename" could not be used, so the full incoming source for this file has been used; you may need to resolve conflicts manually
ru: предупреждение: не удаётся использовать патч для файла "$filename", будет использован полный вариант файла; возможно потребуется ручное устранение конфликтов
vi: cảnh báo : không thể sử dụng đắp vá cho « $filename », nên dùng nguồn đầy đủ đã gửi đến cho tập tin này; có lẽ bạn cần phải tự tháo gỡ trường hợp xung đột

source: warning: $filename1 deprecated, use $filename2 file instead
it: Attenzione: il file «$filename1» è deprecato, usare «$filename2» insostituzione. Consultare aenf(1) per maggiori informazioni.
pt_br: Warning: The "$filename1" file has been deprecated, it is suggested that you use the "$filename2" file instead. See aenf(1) for more information.
vi: cảnh báo : $filename1 bị phản đối nên dùng $filename2 thay vào đó

source: warning: $message
it: Attenzione: $message
vi: cảnh báo : $message

source: warning: $name1 is obsolete, use $name2 environment variable
de: Warnung: die Umgebungsvariable $name1 ist überholt, bitte verwenden Sie $name2 stattdessen
it: Attenzione: la variabile di ambiente $name1 è obsoleta, usare $name2 in sostituzione
nl: Waarschuwing: de $name1 omgevings variabele is verouderd, gebruik voortaan $name2
pt_br: warning: the $name1 environment variable is obsolete, please use $name2 instead
ru: предупреждение: переменная окружения $name1 устарела, следует использовать переменную $name2
vi: cảnh báo : biến môi trường $name1 quá cũ, hãy dùng biến môi tường $name2 thay vào đó

source: warning: $name1 obsolete, use $name2 option
de: Warnung: die Option $name1 ist überholt, bitte verwenden Sie in Zukunft die Option $name2
it: Attenzione: l'opzione $name1 è obsoleta, usare l'opzione $name2 in futuro
nl: waarschuwing: de $name1 optie is verouderd, gebruik voortaan $name2
pt_br: warning: the $name1 option is obsolete, please the $name2 option in future
ru: предупреждение: опция $name1 устарела, следует использовать опцию $name2
vi: cảnh báo : tùy chọn $name1 quá cũ, sau này hãy dùng tùy chọn $name2

source: warning: chmod("$filename", $arg): $errno
de: Warnung: chmod("$filename", $arg) (Zugriffsrechte ändern): $errno
it: Attenzione: chmod(«$filename», $arg): $errno
nl: Waarschuwing: chmod("$filename", $arg): $errno
ru: предупреждение: chmod("$filename", $arg): $errno
vi: cảnh báo : chmod("$filename", $arg): $errno

source: warning: command "$command" exit status $number
de: Warnung: Kommando "$command" exit-Status $number
it: Attenzione: il comando «$command» è uscito con stato $number
nl: waarschuwing: commando "$command" exit status $number
ru: предупреждение: команда "$command" завершилась с кодом $number
vi: cảnh báo : lệnh « $command » có trạng thái thoát $number

source: warning: diffable files
de: Warnung: es gibt $number ${plural $number Dateien Datei}, die einen Diff ${plural $number benötigen benötigt}
it: Attenzione: Ricerca di differenze necessaria per $number file
nl: waarschuwing: er ${plural $number 'zijn $number bestanden die' 'is een bestand dat' } vergeleken moet worden
pt_br: warning: there ${plural $number 'are $number files which need' 'is a file which needs' } to be differenced
ru: предупреждение: в блоке изменений есть ${plural $number '$number файл${plf $n '' а ов}, для которых' 'файл, для которого' } следует выполнить сравнение
vi: cảnh báo : có $number tập tin cần khác biệt

source: warning: expression has no side effects, assuming you meant -PRint
de: Warnung: Ausdruck hat keine Nebeneffekte, es wird angenommen, daß -PRint gemeint war für Dateien, die zum Ausdruck passen
it: Attenzione: l'espressione non ha effetti collaterali, presumendo che si intendesse «-PRint» i file che coincidono con l'espressione data
nl: waarschuwing: expressie heeft geen bijwerking, neem aan dat passende bestanden ge -PRint moeten worden.
pt_br: warning: expression has no side effects, assuming you meant to -PRint files matching the given expression
ru: предупреждение: у выражения отсутствуют побочные эффекты, предполагается что требовалось вывести(-PRint) файлы соответствующие выражению
vi: cảnh báo : biểu thức không có hiệu ứng khác nên giả sử bạn đã dự định « -PRint » (in ra) các tập tin tương ứng với biểu thức đã cho

source: warning: file "$filename" needs diff
de: Warnung: Datei "$filename" muß gedifft werden
it: Attenzione: il file «$filename» necessita una ricerca di differenze
nl: waarschuwing: bestand "$filename" moet vergeleken worden
pt_br: warning: file "$filename" needs to be differenced
ru: предупреждение: для файла "$filename" следует выполнить сравнение
vi: cảnh báo : tập tin « $filename » cần thiết khác biệt

source: warning: file "$filename" needs merge
de: Warnung: Datei "$filename" muß gemerged werden
it: Attenzione: il file «$filename» necessita di essere unito
nl: waarschuwing: bestand "$filename" moet samengevoegd worden
pt_br: warning: file "$filename" needs to be merged
ru: предупреждение: для файла "$filename" следует выполнить слияние
vi: cảnh báo : tập tin « $filename » cần thiết trộn

source: warning: file times in future
de: Warnung: Datei-Änderungszeiten reichen $number Sekunde${plural $number n} in die Zukunft
it: Attenzione: i tempi di modifica del file si estendono di $number ${plural $number secondi secondo} nel futuro
nl: waarschuwing: bestands modificatie tijden lopen $number second${plural $number en} in de toekomst
pt_br: warning: file modification times extend $number second${plural $number s} into the future
ru: предупреждение: время изменения некоторых файлов установлено на $number секунд${plf $n у ы ''} вперёд
vi: cảnh báo : các thời gian sửa đổi tập tin có kéo dài $number giây trong tương lai

source: warning: files modified by history tool
de: Das History-Tool hat $number ${plural $number Dateien Datei} verändert. Die Source-Datei${plural $number en} im Repository ${plural $number entsprechen entpricht} jetzt nicht mehr ${plural $number den der} Object-Datei${plural $number en} im Repository. Die referentielle Integrität im Repository ist dadurch nicht mehr gegeben, es sei denn, die Änderungen betreffen ausschließlich Kommentare
it: Attenzione: lo strumento dello storico ha modificato $number ${plural $number sorgenti sorgente}. ${plural $number 'I sorgenti' 'Il sorgente'} nel repository ora non ${plural $number coincidono coincide} più con ${plural $number i il} file oggetto nel repository. Lo strumento dello storico ha compromesso l'integrità referenziale del repository, a meno che le modifiche non si verifichino esclusivamente nei commenti.
nl: waarschuwing: De history tool wijzigde $number source ${plural $number bestanden bestand}. ${plural $number de het} source ${plural $number bestanden bestand} in de repository ${plural $number zijn is } nu niet langer gelijk aan {plural $number de het} object ${plural $number bestanden bestand} in de repository. De history tool heeft de referentiele integriteit van de repository aangetast, tenzij de veranderingen alleen in commentaar voorkomen.
pt_br: warning: The history tool modified $number source ${plural $number files file}. The source ${plural $number files file} in the repository now no longer ${plural $number match matches} the object ${plural $number files file} in the repository. The history tool has compromised the referential integrity of the repository, unless the changes occur exclusively in comments.
ru: предупреждение: $number файл${plf $n '' а ов} ${pl $n 'были изменены' 'был изменён'} программой хранения истории файлов.${pl $n 'Исходные файлы' 'Исходный файл'} в репозитарии больше не ${pl $n 'соответствуют объектным файлам' 'соответствует объектному файлу'} Целостность репозитария нарушена если только изменения не были сделаны только в коментариях
vi: cảnh báo : công cụ lược sử đã sửa đổi $number tập tin nguồn. Các tập tin nguồn trong kho lưu trữ không còn tương ứng lại với $number tập tin đối tượng trong kho. Công cụ đã làm hại tình trạng nguyên vẹn của kho, nếu các thay đổi không xảy ra chỉ trong lời ghi chú.

source: warning: mergable files
de: Warnung: es gibt $number ${plural $number Dateien Datei}, die gemergt werden ${plural $number müssen muß}
it: Attenzione: ${plural $number 'Vi sono' 'Vi è'} $number file che ${plural $number necessitano necessita} di un'unione
nl: waarschuwing: er ${plural $number 'zijn $number bestanden die' 'is een bestand dat' } samengevoegd moet worden
pt_br: warning: there ${plural $number 'are $number files which need' 'is a file which needs' } merging
ru: предупреждение: в блоке изменений есть ${plural $number '$number файл${plf $n '' а ов}, для которых' 'файл, для которого' } следует выполнить слияние
vi: cảnh báo : có $number tập tin cần trộn

source: warning: no $filename in baseline, creating
de: Warnung: Datei "$filename" ist nicht mehr in der Baseline, Aktion automatisch von "modify" auf "create" geändert
it: Attenzione: il file «$filename» non è più nella linea di base, l'azione è stata automaticamente modificata da «modify» a «create»
nl: waarschuwing bestand "$filename" is verwijderd uit de baseline, aktie automatisch omgezet van "wijzigen" naar "aanmaken"
pt_br: warning: file "$filename" is no longer in the baseline, action automatically changed from "modify" to "create"
ru: предупреждение: файл "$filename" больше не присутствует в базе проекта,"modify" автоматически изменяется на "create"
vi: cảnh báo : tập tin « $filename » không còn nằm lại trên đường cơ bản, nên tự động thay đổi hành động từ « modify » (sửa đổi) thành « create » (tạo)

source: warning: no $name1, assuming $name2
de: Warnung: kein $name1 angegeben, nehme an, daß $name2 gewünscht ist
it: Attenzione: nessun $name1 specificato, presumendo che $name2 sia desiderato
nl: Waarschuwing: geen $name1 opgeven, ik neem aan dat u $name2 bedoeld
pt_br: warning: no $name1 specified, assuming $name2 desired
ru: предупреждение: не указана опция $name1, предполагается опция $name2
vi: cảnh báo : chưa ghi rõ $name1 nên giả sử $name2 đã muốn

source: warning: no chown
de: Warnung: Besitzer ändern unnötig, da der Change bereits von Benutzer "$developer" bearbeitet wird, ein neues Bearbeitungs-Verzeichnis wird angelegt
it: Attenzione: nessun bisogno di modificare il proprietario, la modifica è già in fase di sviluppo dall'utente «$developer»; una nuova directory di sviluppo sarà creata
nl: Waarschuwing: eigenaar hoeft niet veranderd te worden, deze wijziging wordt al ontwikkeld door "$developer", een nieuwe ontwikkel directory wordt aangemaakt
pt_br: warning: no need to change owner, already being developed by user "$developer", a new development directory will be constructed
ru: предупреждение: смена владельца не имеет смысла, поскольку работа уже ведётся пользователем "$developer", будет создана новая рабочая директория
vi: cảnh báo : không cần thay đổi chủ sở hưu ; đang được phát triển bởi người dùng « $developer »; một thư mục phát triển mới sẽ được cấu tạo

source: warning: potential trojan, proceeding anyway
de: Warnung: dieser Change enthält Dateien, die einen Trojaner-Angriff beinhalten können. Weil Sie die Option --no-trojan angegeben haben, wird die Bearbeitung ungeachtet dessen fortgeführt.
it: Attenzione: questa modifica contiene dei file che potrebbero ospitare un attacco di tipo «trojan horse». Poiché è stata specificata l'opzione «--no-trojan», lo sviluppo procederà malgrado questo.
nl: Waarschuwing: Deze wijziging bevat bestanden die een trojaans paard zouden kunnen bevatten. Omdat de --no-trojan optie werd opgegeven, gaat het ontwikkelen desondanks door.
pt_br: Warning: This change contains files which could host a Trojan horse attack. Because you specified the --no-trojan option, the development will proceed despite this.
ru: предупреждение: В этом блоке изменений присутствуют файлы в которых могут содержаться вирусы (например типа "троянский конь"). Так как была указана опция --no-trojan, то процесс разработки будет продолжен несмотря на потенциальную опасность.
vi: Cảnh báo : thay đổi này chứa các tập tin có thể hỗ trợ sự tấn công con ngựa thành Troa (Trojan horse). Vì bạn đã ghi rõ tùy chọn « --no-trojan », tiến trình phát triển sẽ vẫn còn tiếp tục.

source: warning: potential trojan, review before completing development
de: Warnung: dieser Change enthält Dateien, die einen Trojaner-Angriff beinhalten können. Sie sollten diesen Change reviewen, bevor Sie einen Build oder Test durchführen oder die Bearbeitung abschließen. Dieser Change bleibt im Status being_developed.
it: Attenzione: questa modifica contiene dei file che potrebbero ospitare un attacco di tipo «trojan horse». È consigliabile revisionarlo prima di compilarlo, di testarlo o di completarne lo sviluppo. Questa modifica rimane nello stato «being developed».
nl: Waarschuwing: Deze wijziging bevat bestanden die een trojaans paard zouden kunnen bevaten. Verifieer dat dit niet zo is voordat u compileerd, test of het ontwikkelen beeindigd. Deze wijziging houdt de status being_developed.
pt_br: Warning: This change contains files which could host a Trojan horse attack. You should review it before building it or testing it or completing development. This change remains in the being_developed state.
ru: предупреждение: В этом блоке изменений присутствуют файлы в которых могут содержаться вирусы (например типа "троянский конь"). Файлы этого блока изменений необходимо внимательно изучить перед попыткой сборки или тестирования. Этот блок изменений остаётся в стадии being_developed.
vi: Cảnh báo : thay đổi này chứa các tập tin có thể hỗ trợ sự tấn công con ngựa thành Troa (Trojan horse). Bạn nên xem lại trước khi xây dựng nó hay thử nó hay làm xong tiến trình phát triển. Thay đổi này còn lại ở tình trạng « đang được phát triển ».

source: warning: rmdir $filename: $errno
de: Warnung: rmdir (Verzeichnis löschen) "$filename": $errno
it: Attenzione: rmdir di «$filename»: $errno
nl: waarschuwing: rmdir "$filename": $errno
ru: предупреждение: rmdir "$filename": $errno
vi: cảnh báo : rmdir "$filename": $errno

source: warning: setgid $arg: $errno
de: Warnung: setgid (Gruppen-Id setzen) $arg: $errno
it: Attenzione: setgid $arg: $errno
nl: waarschuwing: setgid $arg: $errno
ru: предупреждение: setgid $arg: $errno
vi: cảnh báo : setgid $arg: $errno
