Repository: mdhender/aegis
Catalog: po/aegis.*.po
Languages: de, it, nl, pt_br, ru, vi

source: bad cp undo $filename
de: Datei "$filename" wurde nicht mit dem 'aegis -CoPy_file' Kommando in diesen Change übernommen
it: Il file «$filename» non è stato aggiunto a questa modifica usando il comando «aegis -CoPy_file»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met het commando 'aegis -CoPy_file'
pt_br: file "$filename" was not added to this change using the 'aegis -CoPy_file' command
ru: файл "$filename" не был помещён в этот блок изменений командой 'aegis -CoPy_file'
vi: tập tin « $filename » đã không được thêm vào thay đổi này, dùng lệnh « aegis -CoPy_file »

source: bad cp undo branch
de: Sie können Dateien nicht direkt in einem Branch entfernen, Sie müssen einen Change erzeugen, um Dateien zu entfernen
it: Impossibile rimuovere file direttamente da un ramo, per poter rimuovere file è necessario creare una modifica
nl: Betsanden kunnen niet direct uit een tak verwijderd worden maak een wijziging aan om dit te doen
pt_br: you may not remove files from a branch directly, you must create a change to remove files
ru: нельзя удалять файлы непосредственно из ветви проекта, для этого следует создать блок изменений
vi: không cho phép bạn gỡ bỏ tập tin khỏi nhánh một cách trực tiếp; bạn phải tạo một thay đổi để gỡ bỏ tập tin

source: bad cp undo state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um kopierte Dateien wieder zu entfernen
it: Questa modifica è nello stato «$state», per poter rimuovere file copiati da essa deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om er een bestand uit te verwijderen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to be able to remove a copied file from it
ru: этот блок изменений находится в стадии '$state', для удаления файлов помещённых в блок он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để có khả năng gỡ bỏ khỏi nó một tập tin đã sao chép

source: bad cp, file $filename dup
de: Datei "$filename" ist bereits im Change, sie wird nicht überschrieben; benutzen Sie die -OverWriting Option, um die Datei zu überschreiben
it: Il file «$filename» è già incluso nella modifica e non sarà sovrascritto; per sovrascriverlo utilizzare l'opzione «-OverWriting»
nl: bestand "$filename" is al in deze wijziging, het wordt niet overschreven; gebruik de optie -OverWriting om te overschrijven
pt_br: file "$filename" is already in the change, it will not be overwritten; use the -OverWriting option if you want to overwrite it
ru: файл "$filename"уже присутсвует в блоке изменений, он не будет перезаписан; для перезаписи файла следует воспользоваться опцией -OverWriting
vi: tập tin « $filename » đã trong thay đổi nên không ghi đè lên nó; hãy dùng tùy chọn « -OverWriting » nếu bạn muốn ghi đè lên nó

source: bad db state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um die Bearbeitung zu beginnen
it: Questa modifica è nello stato «$state», per poterne iniziare lo sviluppo deve essere nello stato «awaiting development»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'awaiting development' hebben om het ontwikkelen te beginnen
pt_br: this change is in the '$state' state, it must be in the 'awaiting development' state to begin development
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'awaiting development' чтобы можно было начать разработку
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đợi phát triển » để bắt đầu tiến trình phát triển

source: bad dbu state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um den Bearbeitungsbeginn rückgängig zu machen
it: Questa modifica è nello stato «$state», per poterne annullare l'inizio dello sviluppo deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om het beginnen met ontwikkelen ongedaan te maken
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to undo develop begin
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being developed' чтобы можно было отменить начало разработки
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để hủy bước bắt đầu phát triển

source: bad de state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um die Bearbeitung zu beenden
it: Questa modifica è nello stato «$state», per poterne terminare lo sviluppo deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om het ontwikkelen te beeindigen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to end development
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being developed' чтобы можно было завершить разработку
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để kết thúc tiến trình phát triển

source: bad deu state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' oder 'awaiting integration' Status sein, um das Bearbeitungsende rückgängig zu machen
it: Questa modifica è nello stato «$state», per poterne annullare la fine dello sviluppo deve essere nello stato «being reviewed» o «awaiting integration»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being reviewed' of 'awaiting development' hebben om het einde ontwikkelen ongedaan te maken
pt_br: this change is in the '$state' state, it must be in the 'being reviewed' or 'awaiting integration' state to undo develop end
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being reviewed' или 'awaiting integration' чтобы можно было отменить завершение разработки
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được xem lại » hay « đợi hợp nhất » để hủy bước kết thúc phát triển

source: bad diff state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um einen Diff zu erstellen
it: Questa modifica è nello stato «$state», per poter fare un «DIFFerence» deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om te vergelijken
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to do a difference
ru: этот блок изменений находится в стадии '$state', для выполнения сравнения он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để chạy tiến trình khác biệt

source: bad fa, not auth
it: L'utente «$user» non può modificare gli attributi della modifica: questi possono essere modificati solo dallo sviluppatore durante lo sviluppo
pt_br: user "$user" may not modify the change's attributes; attributes may only be modified by the developer during development
ru: Пользователь "$user" не может изменять атрибуты блока изменений; атрибуты может изменять только разработчик в процессе разработки
vi: người dùng « $user » không có quyền sửa đổi thuộc tính cua thay đổi; chỉ nhà phát triển (trong khi phát triển) có quyền sửa đổi thuộc tính

source: bad ib state
de: Dieser Change ist im '$state' Status, er muß im 'awaiting integration' Status sein, um die Integration zu beginnen
it: Questa modifica è nello stato «$state», per poterne iniziare l'integrazione deve essere nello stato «awaiting integration»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'awaiting integration' hebben om voor beginnen integratie
pt_br: this change is in the '$state' state, it must be in the 'awaiting integration' state to begin integration
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'awaiting integration' чтобы можно было начать интеграцию
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đợi hợp nhất » để bắt đầu tiến trình hợp nhất

source: bad ibu state
de: Dieser Change ist im '$state' Status, er muß im 'being integrated' Status sein, um den Integrationsbeginn rückgängig zu machen
it: Questa modifica è nello stato «$state», per poterne annullare l'inizio dell'integrazione deve essere nello stato «being integrated»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being integrated' hebben om beginnen integratie ongedaan te maken
pt_br: this change is in the '$state' state, it must be in the 'being integrated' state to undo integrate begin
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being integrated' чтобы можно было отменить начало интеграции
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được hợp nhất » để hủy bước bắt đầu hợp nhất

source: bad idiff state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' oder 'being integrated' Status sein, um einen Diff zu erstellen
it: Questa modifica è nello stato «$state», per poter fare un DIFFerence deve essere nello stato «being developed» o «being integrated»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' of 'being integrated' hebben om te vergelijken
pt_br: this change is in the '$state' state, it must be in the 'being developed' or 'being integrated' state to do a difference
ru: этот блок изменений находится в стадии '$state', для выполнения сравнения он должен быть в стадии 'being developed' или 'being integrated'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » hay « đang được hợp nhất » để chạy tiến trình khác biệt

source: bad if state
de: Dieser Change ist im '$state' Status, er muß im 'being integrated' Status sein, um einen Integrate-Fail durchzuführen
it: Questa modifica è nello stato «$state», per poter fallire l'integrazione deve essere nello stato «being integrated»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being integrated' hebben om integratie af te keuren
pt_br: this change is in the '$state' state, it must be in the 'being integrated' state to fail integration
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being integrated' чтобы можно было прекратить интеграцию с возвратом на доработку
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được hợp nhất » để thất bại tiến trình hợp nhất

source: bad ip state
de: Dieser Change ist im '$state' Status, er muß im 'being integrated' Status sein, um die Integration abzuschließen
it: Questa modifica è nello stato «$state», per poter superare l'integrazione deve essere nello stato «being integrated»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being integrated' hebben om integratie goed te keuren
pt_br: this change is in the '$state' state, it must be in the 'being integrated' state to pass integration
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'being integrated' чтобы можно было завершить интеграцию
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được hợp nhất » để hợp nhất thành công

source: bad ip, build required
de: Dieser Change muß einen erfolgreichen 'aegis -Build' $outstanding durchführen, bevor die Integration abgeschlossen werden kann
it: Questa modifica deve completare con successo un «aegis -Build» $outstanding prima di poter superare l'integrazione
nl: Deze wijziging moet compleet gecompileerd worden met 'aegis -Build' $outstanding voordat de integratie goedgekeurd kan worden
pt_br: this change must successfully complete an 'aegis -Build' $outstanding before it can pass integration
ru: перед завершением интеграции необходимо выполнить команду 'aegis -Build' $outstanding
vi: thay đổi này phải chạy xong thành công một tiến trình xây dựng « aegis -Build » $outstanding trước khi nó có thể hợp nhất thành công

source: bad ip, test -bl required
de: Dieser Change muß einen erfolgreichen 'aegis -Test -BaseLine' $outstanding durchführen, bevor die Integration abgeschlossen werden kann
it: Questa modifica deve completare con successo un «aegis -Test-BaseLine» $outstanding prima di poter superare l'integrazione
nl: Deze wijziging moet positief getest worden met 'aegis -Test -BaseLine' $outstanding voordat de integratie goedgekeurd kan worden
pt_br: this change must successfully complete an 'aegis -Test -BaseLine' $outstanding before it can pass integration
ru: перед завершением интеграции необходимо выполнить команду 'aegis -Test -BaseLine' $outstanding
vi: thay đổi này phải chạy xong thành công một tiến trình kiểm tra đường cơ bản « aegis -Test -BaseLine » $outstanding trước khi nó có thể hợp nhất thành công

source: bad ip, test -reg required
de: Dieser Change muß einen erfolgreichen 'aegis -Test REGression' $outstanding durchführen, bevor die Integration abgeschlossen werden kann
it: Questa modifica deve completare con successo un «aegis -Test -REGression» $outstanding prima di poter superare l'integrazione
nl: deze wijziging moet regressief getest worden met 'aegis -Test -REGression' $outstanding voordat de integratie goedgekeurd kan worden
pt_br: this change must successfully complete an 'aegis -Test -REGression' $outstanding before it can pass integration
ru: перед завершением интеграции необходимо выполнить команду 'aegis -Test -REGression' $outstanding
vi: thay đổi này phải chạy xong thành công một tiến trình kiểm tra sự đệ quy « 'aegis -Test -REGression » $outstanding trước khi nó có thể hợp nhất thành công

source: bad ip, test required
de: Dieser Change muß einen erfolgreichen 'aegis -Test $outstanding durchführen, bevor die Integration abgeschlossen werden kann
it: Questa modifica deve completare con successo un «aegis -Test» $outstanding prima di poter superare l'integrazione
nl: deze wijziging moet positief getest worden met 'aegis -Test' $outstanding voordat de integratie goedgekeurd kan worden
pt_br: this change must successfully complete an 'aegis -Test' $outstanding before it can pass integration
ru: перед завершением интеграции необходимо выполнить команду 'aegis -Test' $outstanding
vi: thay đổi này phải chạy xong thành công một tiến trình kiểm tra « aegis -Test » $outstanding trước khi nó có thể hợp nhất thành công

source: bad mv state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um Dateien darin umzubenennen
it: Questa modifica è nello stato «$state», per potervi rinominare file deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om bestanden er in te hernoemen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to rename files with it
ru: этот блок изменений находится в стадии '$state', для переименования файлов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để dùng khi thay đổi tên của tập tin

source: bad mv undo $filename
de: Datei "$filename" wurde nicht mit dem 'aegis -MoVe_file' Kommando in diesen Change übernommen
it: Il file «$filename» non è stato aggiunto a questa modifica utilizzando il comando «aegis -MoVe_file»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met 'aegis -MoVe_file'
pt_br: file "$filename" was not added to this change using the 'aegis -MoVe_file' command
ru: файл "$filename" не был помещён в этот блок изменений командой 'aegis -MoVe_file'
vi: tập tin « $filename » đã không được thêm vào thay đổi này dùng lệnh « 'aegis -MoVe_file »

source: bad ncu state
de: Dieser Change ist im '$state' Status, er muß im 'awaiting development' Status sein, um einen neuen Change zurückzunehmen
it: Questa modifica è nello stato «$state», per poter annullare una nuova modifica deve essere nello stato «awaiting development»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'awaiting development' hebben om deze nieuwe wijziging ongedaan te maken
pt_br: this change is in the '$state' state, it must be in the 'awaiting development' state to undo a new change
ru: этот блок изменений находится в стадии '$state', он должен быть в стадии 'awaiting development' чтобы можно было отменить создание блока измений
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đợi phát triển » để hủy một bước thay đổi mới

source: bad nf branch
de: Sie können keine Dateien direkt in einen Branch erstellen, Sie müssen einen Change erzeugen, um neue Dateien zu erstellen
it: Impossibile aggiungere file direttamente a un ramo, per poterlo fare è necessario creare una modifica
nl: bestanden kunnen niet direct in een tak toegevoegd worden maak een wijzigng aan om bestanden toe te voegen
pt_br: you may not add files into a branch directly, you must create a change to create new files
ru: нельзя добавлять файлы непосредственно в ветвь проекта, для этого следует создать блок изменений
vi: không cho phép bạn thêm tập tin vào nhánh một cách trực tiếp; bạn phải tạo một thay đổi để có khả năng tạo tập tin mới

source: bad nf state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um darin neue Dateien zu erstellen
it: Questa modifica è nello stato «$state», per potervi creare nuovi file deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om nieuwe bestanden toe te voegen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to create new files with it
ru: этот блок изменений находится в стадии '$state', для создания новых файлов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để dùng khi tạo tập tin mới

source: bad nf undo $filename
de: Datei "$filename" wurde nicht mit dem 'aegis -New_file' Kommando in diesen Change übernommen
it: Il file «$filename» non è stato aggiunto a questa modifica usando il comando «aegis -New-File»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met 'aegis -New_File'
pt_br: file "$filename" was not added to this change using the 'aegis -New_File' command
ru: файл "$filename" не был помещён в блок изменений командой 'aegis -New_File'
vi: tập tin « filename » đã không được thêm vào thay đổi này dùng lệnh « aegis -New_File »

source: bad nfu branch
de: Sie können keine Dateien direkt in einem Branch entfernen, Sie müssen einen Change erzeugen, um neue Dateien wieder zu entfernen
it: Impossibile rimuovere file direttamente da un ramo, per poterlo fare è necessario creare una modifica
nl: Bestande kunnen niet direct uit een tak verwijderd worden, maak een wijziging aan om dit te doen
pt_br: you may not remove files from a branch directly, you must create a change to remove files
ru: нельзя удалять файлы непосредственно из ветви проекта, для этого следует создать блок изменений
vi: không cho phép bạn gỡ bỏ tập tin khỏi nhánh một cách trực tiếp; bạn phải tạo một thay đổi để có khả năng gỡ bỏ tập tin

source: bad nfu state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um neue Dateien wieder zu entfernen
it: Questa modifica è nello stato «$state», per potervi rimuovere nuovi file deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om er nieuwe bestanden aan toe te voegen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to remove new files with it
ru: этот блок изменений находится в стадии '$state', для удаления созданных файлов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để dùng khi gỡ bỏ tập tin mới

source: bad nrls, too modern
de: Das `aegis -New_ReLeaSe' Kommando kann nur benutzt werden, um Projekte zu konvertieren, die mit aegis.2.3 oder früher erstellt wurden.Dieses Projekt ist neuer, benutzen Sie das `aegis -New_BRanch' Kommando stattdessen
it: Il comando «aegis -New_ReLeaSe» può essere usato solo per convertire progetti creati da aegis.2.3 e versioni precedenti. Questo progetto è più recente, in sostituzione utilizzare il comando «aegis -New_BRanch»
nl: het commando `aegis -New_ReLeaSe' kan alleen gebruikt worden voorprojecten gemaakt met aegis.2.3 of eerder. Dit project is nieuwer, gebruik het commando `aegis -New_BRanch' hiervoor.
pt_br: The `aegis -New_ReLeaSe' command may only be used to convert projects created by aegis.2.3 and earlier. This project is more recent, use the `aegis -New_BRanch' command instead.
ru: Команда `aegis -New_ReLeaSe' применима только для преобразования проектов созданных aegis.2.3 и более раними. Этот проект создан новой версией aegis, следует воспользоваться командой `aegis -New_BRanch'.
vi: Lệnh « aegis -New_ReLeaSe » chỉ có thể được dùng để chuyển đổi dự án được tạo bởi aegis phiên bản 2.3 và cũ hơn. Dự án này là mới hơn: hãy dùng lệnh « aegis -New_BRanch » thay vào đó.

source: bad nt state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um einen neuen Test zu erstellen
it: Questa modifica è nello stato «$state», per potervi creare un nuovo test deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om een nieuwe test aan te maken
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to create a new test with it
ru: Этот блок изменений находится в стадии '$state', для создания новых тестов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để dùng khi tạo một hàm thử mới

source: bad nt undo $filename
de: Datei "$filename" wurde nicht mit dem 'aegis -New_Test' Kommando in diesen Change übernommen
it: Il file «$filename» non è stato aggiunto a questa modifica usando il comando «aegis -New_Test»
nl: bestand "$filename" was niet toegevoegd aan deze wijziging met 'aegis -New_Test'
pt_br: file "$filename" was not added to this change using the 'aegis -New_Test' command
ru: файл "$filename" не был помещён в блок изменений командой 'aegis -New_Test'
vi: tập tin « $filename » đã không được thêm vào thay đổi này dùng lệnh « aegis -New_Test »

source: bad ntu state
de: Dieser Change ist im '$state' Status, er muß im 'being developed' Status sein, um einen neuen Test wieder zu entfernen
it: Questa modifica è nello stato «$state», per poter annullare nuovi test deve essere nello stato «being developed»
nl: Deze wijziging heeft de status '$state' , hij moet de status 'being developed' hebben om nieuwe testen te verwijderen
pt_br: this change is in the '$state' state, it must be in the 'being developed' state to undo new tests
ru: этот блок изменений находится в стадии '$state', для удаления созданных тестов он должен быть в стадии 'being developed'
vi: thay đổi này ở tình trạng « $state »; nó phải ở tình trạng « đang được phát triển » để hủy bước thử mới

source: bad pa, rel def dev dir
de: Das Standard-Bearbeitungsverzeichnis muss als absoluter Pfad angegeben werden
it: La directory di sviluppo predefinita deve essere specificata come percorso assoluto
nl: standaard ontwikkel directory moet worden opgegeven als een absoluut pad
pt_br: default development directory must be specified as an absolute path
ru: рабочую директорию по умолчанию следует указывать в виде абсолютного пути
vi: thư mục phát triển mặc định phải được ghi rõ theo dạng đường dẫn tuyệt đối
